[

1. "Posso ajudar em algo relacionado ao Direito?",
2. "Como posso ajudar no assunto Jurídico?",
3. "Você tem alguma dúvida relacionada ao Direito?",
4. "O que você precisa saber sobre Direito?",
5. "Você gostaria de saber mais sobre Direito?"

"Quero saber quais são os meus direitos no trabalho",
"Qual é a lei que regulamenta o direito do trabalhador?",
"Como posso saber qual o meu salário mínimo?",
"O que devo fazer se meu empregador não me pagar?",
"O que é um contrato de trabalho?",
"Quais são as leis que regem a relação entre empregador e empregado?",
"Como posso entrar com uma ação judicial?",
"Em que situações devo entrar com um processo judicial?",
"Quais são as leis que regem o direito trabalhista?",
"Como posso saber se meu empregador está cumprindo a lei?",
"Qual a diferença entre um contrato de trabalho e um contrato de prestação de serviços?",
"O que devo fazer se meu empregador não respeitar meus direitos?",
"Como posso saber quais são as minhas obrigações como trabalhador?",
"Como posso saber quais são os meus direitos como trabalhador?",
"Quais são as leis que regem o direito de trabalho no Brasil?"

1. "Qual a diferença entre dano moral e dano material?", 
2. "Como posso saber se tenho direito a um processo de indenização?", 
3. "Qual a diferença entre direito civil e direito penal?", 
4. "Como posso fazer para entrar com uma ação de divórcio?", 
5. "Quais são os direitos dos trabalhadores?", 
6. "Qual o prazo para entrar com uma ação de execução?", 
7. "Como posso entrar com uma ação de guarda de menor?", 
8. "Qual a diferença entre direito de família e direito de sucessão?", 
9. "Qual a diferença entre direito de herança e direito de legado?", 
10. "O que é uma ação de usucapião?", 
11. "Como posso entrar com uma ação de despejo?", 
12. "Quais são as responsabilidades de um locador de imóvel?", 
13. "Quais são os direitos dos inquilinos?", 
14. "Quais são os direitos dos herdeiros?", 
15. "Como posso entrar com uma ação de cobrança de dívidas?"]