[

1. "Quem é o compositor de música clássica mais famoso?",
2. "Quais são as obras mais conhecidas de um compositor de música clássica?",
3. "Qual é a história por trás da música clássica?",
4. "Qual é o estilo de música clássica mais antigo?",
5. "Quais são os principais compositores de música clássica?"

"O que você sabe sobre composição clássica?",
"Quais são os principais compositores clássicos?", 
"Qual é o estilo de composição clássica mais conhecido?", 
"Quais são os tipos de música clássica?", 
"Quais são os instrumentos mais usados na música clássica?", 
"Quais são as principais características da música clássica?", 
"Como se cria uma composição clássica?", 
"Como posso aprender a compor música clássica?", 
"Quais são as melhores fontes para aprender sobre música clássica?", 
"Quais são as principais influências da música clássica?", 
"Qual é a diferença entre música clássica e música popular?", 
"O que é uma orquestra clássica?", 
"Quais são os principais compositores de música clássica?", 
"Quais são as principais obras de música clássica?", 
"Qual é a história da música clássica?"

"O chatbot me ajudou a criar uma melodia clássica para um dos meus projetos",
"O chatbot criou um tema clássico para um filme",
"O chatbot criou uma música para uma cerimônia de casamento",
"O chatbot compôs uma música para um anúncio de televisão",
"O chatbot compôs uma música para um jogo eletrônico",
"O chatbot criou uma melodia clássica para um teatro",
"O chatbot compôs uma música para um álbum de música",
"O chatbot criou uma música para uma peça de teatro",
"O chatbot compôs uma música para um filme de animação",
"O chatbot criou uma melodia clássica para um vídeo musical",
"O chatbot compôs uma música para um documentário",
"O chatbot compôs uma música para um comercial de televisão",
"O chatbot criou uma melodia clássica para um jingle publicitário",
"O chatbot compôs uma música para um aplicativo móvel",
"O chatbot criou uma melodia clássica para uma peça de ópera"]