[
    [
        "Como posso abrir um terminal no Linux?",
        "Qual comando eu uso para abrir o terminal no Linux?",
        "Como eu posso executar um programa no terminal Linux?",
        "Como eu posso listar os arquivos no terminal Linux?",
        "Como eu posso fechar o terminal Linux?",
        "O que é o Linux?",
        "Como posso instalar o Linux?",
        "Como posso executar um comando no Linux?",
        "O que é o Terminal Linux?",
        "Como posso acessar o Terminal Linux?",
        "Como posso criar um novo usuário no Linux?",
        "Como posso mudar as configurações do Linux?",
        "Como posso instalar programas no Linux?",
        "Como posso desinstalar programas no Linux?",
        "Como posso desativar um serviço no Linux?",
        "Como posso acessar arquivos remotos no Linux?",
        "Como posso executar um script no Linux?",
        "Como posso configurar uma rede no Linux?",
        "Como posso monitorar o uso de recursos no Linux?",
        "Como posso recuperar um arquivo excluído no Linux?",
        "Iniciar aplicação de terminal Linux",
        "Abrir pasta de arquivos",
        "Executar comando de listagem",
        "Buscar arquivo por nome",
        "Transferir arquivo para outro usuário",
        "Criar nova pasta",
        "Renomear arquivo",
        "Abrir arquivo de texto",
        "Atualizar arquivo existente",
        "Mover arquivo para outra pasta",
        "Criar novo arquivo",
        "Compilar programa de código fonte",
        "Remover arquivo",
        "Verificar diretório atual",
        "Abrir janela de terminal"
    ],
    [
        "Traduza este texto para o inglês",
        "Corrija este texto em inglês",
        "Traduza para o inglês",
        "Corrija o texto em inglês",
        "Faça uma tradução para o inglês",
        "Traduza isto para o inglês",
        "Corrija meu texto em inglês",
        "O que significa 'on-the-fly'?",
        "Como se diz 'bom dia' em inglês?",
        "Como se diz 'obrigado' em inglês?",
        "Qual é a tradução de 'eu gosto de você'?",
        "Como se diz 'tenho fome' em inglês?",
        "Como se diz 'eu não entendo' em inglês?",
        "Qual é a tradução de 'eu sou brasileiro'?",
        "Como se diz 'eu quero comer' em inglês?",
        "Qual é a tradução de 'eu quero ir embora'?",
        "Como se diz 'eu não sei' em inglês?",
        "Como se diz 'eu quero beber' em inglês?",
        "Qual é a tradução de 'eu não gosto de você'?",
        "Como se diz 'eu não falo inglês' em inglês?",
        "Traduza 'I need help' para o português",
        "Corrija 'I hav a problem'",
        "Traduza 'I want to learn' para o espanhol",
        "Corrija 'I goed to the store'",
        "Traduza 'Can you help me' para o francês",
        "Corrija 'I have a question for you'",
        "Traduza 'I don't understand' para o alemão",
        "Corrija 'I dont know'",
        "Traduza 'I need a break' para o italiano",
        "Corrija 'I dont have the answer'",
        "Traduza 'I need to go' para o japonês",
        "Corrija 'I havent seen it yet'",
        "Traduza 'I'm not sure' para o russo",
        "Corrija 'I have to go now'",
        "Traduza 'I'm here to help' para o chinês"
    ],
    [
        "O que você sabe sobre a empresa?",
        "Qual é a sua experiência profissional?",
        "Por que você é o candidato ideal para esta posição?",
        "Quais são as suas principais habilidades?",
        "O que você gostaria de acrescentar à equipe da empresa?",
        "O que o motiva a procurar emprego aqui?",
        "Como você descreveria suas qualificações?",
        "Qual é a sua experiência anterior?",
        "Por que você acha que é o candidato ideal para esta posição?",
        "Você tem alguma experiência em liderança?",
        "Você já trabalhou em equipe?",
        "Você já teve que lidar com um cliente insatisfeito?",
        "Você tem alguma experiência com projetos de pesquisa?",
        "Você tem alguma experiência com programação de computadores?",
        "Você tem alguma experiência em gerenciamento de tempo?",
        "Como você lidaria com um cliente difícil?",
        "Você já teve que tomar decisões difíceis em seu trabalho anterior?",
        "Você tem alguma experiência com vendas?",
        "Você tem alguma experiência com criação de conteúdo?",
        "Você tem alguma experiência em gerenciamento de projetos?",
        "Qual é o seu nome completo?",
        "Qual é o seu nível de experiência?",
        "Qual foi o seu último cargo?",
        "Qual foi o seu último salário?",
        "Qual é a sua disponibilidade de horário?",
        "Você tem experiência em liderança de equipe?",
        "Você tem experiência em gestão de projetos?",
        "Você tem experiência em gerenciamento de processos?",
        "Você tem experiência em análise de dados?",
        "Você tem experiência em vendas?",
        "Você tem experiência em atendimento ao cliente?",
        "Você tem alguma habilidade técnica?",
        "Você tem alguma experiência em trabalho remoto?",
        "Você tem alguma experiência em trabalho em equipe?",
        "Você tem alguma experiência em trabalho com metas?"
    ],
    [
        "Como usar o console JavaScript?",
        "Como abrir o console JavaScript?",
        "Como posso ver o console JavaScript?",
        "Como acessar o console JavaScript?",
        "Como posso usar o console JavaScript?",
        "Oi!",
        "Como você está?",
        "O que você pode fazer?",
        "Posso usar código JavaScript aqui?",
        "Como eu posso usar o console?",
        "Como eu posso criar uma variável?",
        "Como eu posso usar funções?",
        "Qual a diferença entre variáveis e constantes?",
        "Como eu posso usar loops?",
        "Como eu posso usar condicionais?",
        "Como eu posso usar objetos?",
        "Como eu posso usar métodos?",
        "Como eu posso usar classes?",
        "Como eu posso usar módulos?",
        "Como eu posso usar bibliotecas?",
        "Crie um objeto JavaScript",
        "Encontre a sintaxe de uma função",
        "Descubra como usar o método de propriedade",
        "Encontre a sintaxe de uma variável",
        "Descubra como usar o método de objeto",
        "Encontre a sintaxe de um loop for",
        "Descubra como usar o operador de atribuição",
        "Encontre a sintaxe de um objeto literal",
        "Descubra como usar o operador de comparação",
        "Encontre a sintaxe de um método de array",
        "Descubra como usar o operador de incremento",
        "Encontre a sintaxe de um array literal",
        "Descubra como usar o operador de decremento",
        "Encontre a sintaxe de uma condicional",
        "Descubra como usar o operador de igualdade"
    ],
    [
        "Como posso criar uma planilha no Excel?",
        "Como faço para usar o Excel?",
        "O que é uma planilha Excel?",
        "Como posso editar uma planilha no Excel?",
        "Como posso salvar uma planilha no Excel?",
        "Como posso criar uma planilha no Excel?",
        "Como posso formatar uma planilha no Excel?",
        "Como posso salvar uma planilha no Excel?",
        "Como posso criar uma tabela no Excel?",
        "Como posso criar uma fórmula no Excel?",
        "Como posso criar gráficos no Excel?",
        "Como posso usar os filtros no Excel?",
        "Como posso usar as funções no Excel?",
        "Como posso usar o AutoPreenchimento no Excel?",
        "Como posso usar o recurso de classificação no Excel?",
        "Como posso usar o recurso de tabela dinâmica no Excel?",
        "Como posso usar o recurso de análise de dados no Excel?",
        "Como posso usar a função de impressão no Excel?",
        "Como posso usar a função de desfazer no Excel?",
        "Como posso usar a função de refazer no Excel?",
        "Crie uma planilha para calcular a média dos alunos",
        "Organize as despesas de um departamento",
        "Calcule a diferença entre dois números",
        "Organize os dados de um projeto",
        "Crie uma tabela para comparar preços de produtos",
        "Calcule o lucro de uma empresa",
        "Crie gráficos para visualizar dados",
        "Organize as informações de um estudo de mercado",
        "Crie uma planilha para calcular o salário dos funcionários",
        "Organize os dados de um inventário",
        "Calcule a média de um grupo de pessoas",
        "Crie uma planilha para calcular a taxa de juros",
        "Organize os dados de um orçamento",
        "Calcule a porcentagem de um determinado valor",
        "Crie um gráfico para comparar as vendas de um produto"
    ],
    [
        "Como se pronuncia 'apple'?",
        "Como se diz 'chair' em inglês?",
        "Como se lê 'table'?",
        "Qual a pronúncia de 'book'?",
        "Qual a forma correta de pronunciar 'pen'?",
        "Como se pronuncia a palavra 'computer'?",
        "Como se diz 'banana' em inglês?",
        "Como se pronuncia a palavra 'table'?",
        "Qual é a pronúncia correta de 'chair'?",
        "Qual é a pronúncia correta de 'dog'?",
        "Como se diz 'apple' em inglês?",
        "Como se pronuncia a palavra 'book'?",
        "Qual é a pronúncia correta de 'cat'?",
        "Como se diz 'pencil' em inglês?",
        "Como se pronuncia a palavra 'desk'?",
        "Qual é a pronúncia correta de 'window'?",
        "Como se diz 'eraser' em inglês?",
        "Como se pronuncia a palavra 'key'?",
        "Qual é a pronúncia correta de 'door'?",
        "Como se diz 'clock' em inglês?",
        "How do you pronounce 'abundance'?",
        "What is the correct pronunciation for 'desire'?",
        "What does 'concise' sound like?",
        "What is the correct way to say 'frequently'?",
        "How do you pronounce 'diligence'?",
        "What is the correct pronunciation of 'eliminate'?",
        "How do you say 'efficiently'?",
        "What is the proper pronunciation of 'reveal'?",
        "What is the pronunciation of 'proficient'?",
        "How do you pronounce 'dynamic'?",
        "What is the correct pronunciation of 'unconventional'?",
        "How do you say 'persistent'?",
        "What is the proper pronunciation of 'initiative'?",
        "How do you pronounce 'diverse'?",
        "What is the correct way to say 'strategic'?"
    ],
    [
        "Onde posso encontrar hotéis?",
        "Quais são as atrações turísticas da cidade?",
        "Onde posso encontrar restaurantes?",
        "Quais são os melhores locais para visitar?",
        "Quais são as melhores épocas para visitar esta cidade?",
        "Onde posso encontrar hotéis baratos?",
        "Quais são as atrações turísticas mais populares?",
        "Qual é a melhor época para visitar?",
        "Quais são as melhores opções de transporte?",
        "Quais são os melhores restaurantes?",
        "Como posso obter informações sobre o clima?",
        "Qual é o melhor meio de pagamento?",
        "Quais são os melhores lugares para fazer compras?",
        "Quais são as melhores opções de lazer?",
        "Quais são os melhores eventos para assistir?",
        "Onde posso encontrar informações sobre atividades ao ar livre?",
        "Quais são as melhores opções de hospedagem?",
        "Quais são as melhores opções de entretenimento?",
        "Quais são os melhores passeios guiados?",
        "Onde posso encontrar informações sobre atrações culturais?",
        "Onde posso encontrar hotéis baratos perto do aeroporto?",
        "Qual o melhor meio de transporte para chegar ao centro da cidade?",
        "Qual é a melhor época do ano para visitar esta cidade?",
        "Quais são os principais pontos turísticos da cidade?",
        "Qual é a melhor área para se hospedar?",
        "Quais são as melhores opções de alimentação na cidade?",
        "Quais são os melhores museus para visitar?",
        "Onde posso encontrar informações sobre os preços dos ingressos?",
        "Quais são as melhores atrações para crianças?",
        "Existem ônibus que circulam pela cidade?",
        "Onde posso encontrar informações sobre os transportes públicos?",
        "Quais são as melhores atividades para se fazer à noite?",
        "Quais são os melhores bares e restaurantes da cidade?",
        "Quais são as melhores lojas de souvenir na cidade?",
        "Existem parques temáticos na cidade?"
    ],
    [
        "Verifique se há plágio neste texto",
        "Verifique se este documento é original",
        "Verifique se este artigo foi copiado",
        "Verifique se este conteúdo é plagiado",
        "Verifique se este texto foi copiado",
        "Oi, eu gostaria de verificar meu trabalho para plágio",
        "Você pode me ajudar a verificar se meu trabalho foi plagiado?",
        "Gostaria de saber se meu trabalho foi plagiado",
        "Quero verificar meu trabalho para plágio",
        "Preciso verificar meu trabalho para plágio",
        "Meu trabalho precisa ser verificado para plágio?",
        "Como faço para verificar meu trabalho para plágio?",
        "Posso usar o seu serviço para verificar plágio?",
        "Como funciona o seu serviço de verificação de plágio?",
        "Quais são os seus serviços de verificação de plágio?",
        "Você pode verificar meu trabalho para plágio?",
        "Como posso verificar meu trabalho para plágio?",
        "Você é capaz de verificar meu trabalho para plágio?",
        "Como posso usar o seu serviço de verificação de plágio?",
        "Você oferece serviços de verificação de plágio?",
        "O chatbot validou minha tese de conclusão de curso",
        "O chatbot detectou que meu trabalho de pesquisa foi plagiado",
        "O chatbot verificou minha monografia para garantir que não havia plágio",
        "O chatbot verificou meu artigo acadêmico para certificar que não havia nenhum plágio",
        "O chatbot analisou meu livro para verificar se não havia plágio",
        "O chatbot verificou minha dissertação para certificar que não havia plágio",
        "O chatbot verificou meu trabalho de conclusão de curso para certificar que não havia plágio",
        "O chatbot validou minha tese de doutorado para certificar que não havia plágio",
        "O chatbot verificou meu artigo científico para certificar que não havia plágio",
        "O chatbot verificou meu trabalho de pesquisa para certificar que não havia plágio",
        "O chatbot validou minha dissertação para certificar que não havia plágio",
        "O chatbot detectou plágio em meu artigo acadêmico",
        "O chatbot verificou meu livro para certificar que não havia plágio",
        "O chatbot verificou meu trabalho de conclusão de curso para certificar que não havia plágio",
        "O chatbot analisou meu artigo científico para certificar que não havia plágio"
    ],
    [
        "Quem é o personagem principal de Harry Potter?",
        "Quem é o autor de O Senhor dos Anéis?",
        "Quem é o protagonista de Star Wars?",
        "Quem é o personagem principal de Game of Thrones?",
        "Quem é o autor de O Pequeno Príncipe?",
        "Oi, Personagem de Série, Filme, Livro etc.!",
        "Quem é você?",
        "Qual é a sua história?",
        "O que você está fazendo?",
        "Você gosta de aventuras?",
        "Você está pronto para a próxima aventura?",
        "Você gosta de desafios?",
        "Você já teve alguma experiência assustadora?",
        "Você está pronto para o próximo desafio?",
        "Você já fez algo que mudou sua vida?",
        "Você já passou por alguma jornada incrível?",
        "Você tem algum conselho para compartilhar?",
        "Você já teve alguma experiência divertida?",
        "Você já teve alguma experiência que mudou sua vida?",
        "Você tem alguma lição para compartilhar?",
        "Oi, sou o Iron Man, como posso ajudar?",
        "Oi, sou o Sherlock Holmes, como posso ajudar?",
        "Oi, sou o Harry Potter, como posso ajudar?",
        "Oi, sou o Indiana Jones, como posso ajudar?",
        "Oi, sou o Frodo, como posso ajudar?",
        "Oi, sou o Hulk, como posso ajudar?",
        "Oi, sou o Batman, como posso ajudar?",
        "Oi, sou o Wolverine, como posso ajudar?",
        "Oi, sou o Flash, como posso ajudar?",
        "Oi, sou o Luke Skywalker, como posso ajudar?",
        "Oi, sou o Neo, como posso ajudar?",
        "Oi, sou o James Bond, como posso ajudar?",
        "Oi, sou o Zorro, como posso ajudar?",
        "Oi, sou o Tarzan, como posso ajudar?",
        "Oi, sou o Doutor Who, como posso ajudar?"
    ],
    [
        "Oi Chris, como posso te ajudar?",
        "O que você quer saber sobre Chris?",
        "Qual é o seu personagem favorito na série Todo Mundo Odeia o Chris?",
        "Qual a sua opinião sobre Chris?",
        "Você gosta da série Todo Mundo Odeia o Chris?",
        "Oi Chris!",
        "Como vai?",
        "Você já viu o episódio de hoje?",
        "Você gosta de assistir à série?",
        "Qual é o seu personagem favorito?",
        "Você gosta de jogar videogame?",
        "Você já foi à escola?",
        "Você tem algum passatempo favorito?",
        "Você já teve um emprego?",
        "Você já teve um carro?",
        "Você gosta de ler?",
        "Você gosta de viajar?",
        "Você gosta de cozinhar?",
        "Você já teve um animal de estimação?",
        "Você gosta de fazer compras?",
        "Oi, Chris, como posso ajudar?",
        "O que você acha que eu deveria fazer?",
        "Você tem alguma dica de como economizar?",
        "Qual é o seu programa de TV favorito?",
        "Você tem alguma sugestão de livro para eu ler?",
        "Você gosta de esportes?",
        "Você acha que aulas online são melhores do que aulas presenciais?",
        "Você conhece algum jogo divertido para jogar?",
        "Você já viajou para fora do país?",
        "Você tem alguma sugestão de restaurante para eu experimentar?",
        "Você gosta de música?",
        "Você acha que a tecnologia é boa ou ruim?",
        "Você ouve podcasts?",
        "Você tem alguma dica para uma boa educação financeira?",
        "Você acha que é importante ter um hobby?"
    ],
    [
        "Quais são os anúncios disponíveis?",
        "Como posso anunciar?",
        "Quais são os requisitos para anunciar?",
        "Quais são os custos para anunciar?",
        "Como posso criar um anúncio?",
        "Oi, quero fazer um anúncio",
        "Como posso anunciar meus produtos?",
        "Quanto custa anunciar?",
        "Quais são as formas de pagamento?",
        "Quais são os meus direitos como anunciante?",
        "Quero atualizar meu anúncio",
        "Quero cancelar meu anúncio",
        "Como posso monitorar meus resultados?",
        "Quais são as minhas opções de segmentação?",
        "Quero saber mais sobre as opções de segmentação avançada",
        "Quero saber como otimizar meus anúncios",
        "Quero saber como posso medir o desempenho dos meus anúncios",
        "Quero saber mais sobre as ferramentas de análise",
        "Quero saber mais sobre a política de privacidade",
        "Quero saber mais sobre as regras de publicidade",
        "Oi, sou o chatbot do Shopping X, posso te ajudar a encontrar o que você procura?",
        "Olá, temos ótimos descontos nas lojas do Shopping X, deseja saber mais?",
        "O Shopping X está com novas promoções, deseja conferir?",
        "Bem-vindo ao Shopping X, está procurando algo em específico?",
        "Venha conhecer o Shopping X, temos ótimas ofertas!",
        "O Shopping X tem ótimos preços, deseja conferir?",
        "O Shopping X tem promoções imperdíveis, deseja conferir?",
        "O Shopping X tem ótimos descontos, deseja conferir?",
        "O Shopping X tem ofertas incríveis, deseja conferir?",
        "Venha aproveitar as promoções do Shopping X!",
        "O Shopping X tem ótimos preços, deseja conferir?",
        "Venha conferir as ofertas do Shopping X!",
        "O Shopping X tem ótimas ofertas, deseja conferir?",
        "Venha conferir os descontos do Shopping X!",
        "Venha aproveitar as promoções do Shopping X!"
    ],
    [
        "Conta uma história para mim",
        "Quero ouvir uma história",
        "Vamos ouvir uma história",
        "Me conte uma história",
        "Quero uma história",
        "Conta-me uma história",
        "Qual é a tua melhor história?",
        "Quero ouvir uma história",
        "Qual é a tua história favorita?",
        "Conta-me uma história sobre aventuras",
        "Quero ouvir uma história de amor",
        "Quero ouvir uma história divertida",
        "Conta-me uma história sobre animais",
        "Quero ouvir uma história de suspense",
        "Conta-me uma história sobre um herói",
        "Quero ouvir uma história de fantasia",
        "Conta-me uma história sobre o mar",
        "Quero ouvir uma história de mistério",
        "Conta-me uma história sobre a natureza",
        "Quero ouvir uma história de magia",
        "Uma vez, houve um lobo...",
        "Havia um príncipe que queria encontrar sua princesa...",
        "Era uma vez uma fada que vivia numa floresta...",
        "Um dia, um pequeno rapaz encontrou uma lâmpada mágica...",
        "Havia uma vez um rei muito bondoso...",
        "Era uma vez uma bruxa malvada...",
        "Um dia, um menino resolveu embarcar em uma aventura...",
        "Havia uma vez um vilão muito cruel...",
        "Um dia, uma princesa decidiu salvar seu reino...",
        "Era uma vez um dragão que vivia em um castelo...",
        "Um dia, um homem resolveu partir em busca de um tesouro...",
        "Havia uma vez um mago que queria salvar seu reino...",
        "Um dia, uma garota resolveu partir em busca de sua família...",
        "Era uma vez uma fada que queria ajudar as pessoas...",
        "Um dia, um herói resolveu lutar contra o mal..."
    ],
    [
        "Qual foi o placar do último jogo?",
        "Quais foram os principais lances do jogo?",
        "Qual foi a melhor jogada do jogo?",
        "Quem foi o melhor jogador da partida?",
        "Quais são as próximas partidas?",
        "Que jogo incrível!",
        "O que achou do desempenho do time?",
        "O goleiro foi muito bem hoje!",
        "Que jogada sensacional!",
        "Você acha que o time poderia ter jogado melhor?",
        "A estratégia usada foi boa?",
        "Quem você acha que fez a melhor jogada?",
        "Acho que o time merecia a vitória!",
        "Que pena que não ganharam!",
        "Como você avalia a performance do técnico?",
        "Qual foi o melhor jogador?",
        "Que jogada foi a mais emocionante?",
        "Foi uma partida muito intensa!",
        "Você acha que o time jogou bem?",
        "O que achou da arbitragem?",
        "O que você achou do último jogo do time A?",
        "Quem foi o melhor jogador do time B?",
        "Qual time tem mais chances de vencer o próximo jogo?",
        "Quais são as principais estratégias do time C?",
        "Qual time tem mais chances de ganhar a liga?",
        "Qual foi o melhor momento do último jogo?",
        "Qual foi a jogada mais bonita do último jogo?",
        "Quais são as principais forças do time D?",
        "Quais são os principais pontos fracos do time E?",
        "Qual foi o melhor jogador do último jogo?",
        "Quais são as principais estratégias do time F?",
        "Qual foi a jogada mais decisiva do último jogo?",
        "Qual time tem mais chances de vencer a próxima partida?",
        "Qual foi o melhor momento do último jogo do time G?",
        "Quais são as principais forças do time H?"
    ],
    [
        "Quem é o seu comediante de stand-up favorito?",
        "O que você acha que é necessário para se tornar um bom comediante de stand-up?",
        "Quais são os principais elementos de uma boa performance de stand-up?",
        "O que você acha que torna um comediante de stand-up engraçado?",
        "O que você procura em um show de stand-up?",
        "Qual é a sua piada favorita?",
        "O que te inspira para contar piadas?",
        "Como você começou a fazer stand-up?",
        "Você tem alguma piada que você adora contar?",
        "Você já contou piadas para um grande público?",
        "O que você acha que é importante para contar uma boa piada?",
        "Você já contou alguma piada que não deu muito certo?",
        "Quais são os principais temas das suas piadas?",
        "Você tem alguma piada que você gosta de contar para as crianças?",
        "Como você se prepara para contar uma piada?",
        "Você já contou alguma piada para um público difícil?",
        "O que você acha que é importante para contar uma boa piada?",
        "Você já contou alguma piada que não deu muito certo?",
        "Quais são os principais temas das suas piadas?",
        "Como você reage quando o público não entende a piada?",
        "Você já teve alguma experiência com um lugar onde não tem Wi-Fi?",
        "Você já se sentiu como se estivesse no meio do nada?",
        "Você já tentou consertar alguma coisa e acabou piorando?",
        "Você já foi pego desprevenido em alguma situação embaraçosa?",
        "Você já tentou sair de uma situação desconfortável?",
        "Você já se sentiu como se estivesse em uma armadilha?",
        "Você já tentou explicar alguma coisa e ninguém entendeu o que você disse?",
        "Você já se sentiu como se estivesse sendo julgado?",
        "Você já se sentiu como se ninguém estivesse entendendo o que você estava dizendo?",
        "Você já teve que explicar algo para alguém e eles não entenderam?",
        "Você já se sentiu como se estivesse sendo ignorado?",
        "Você já se sentiu como se estivesse falando sozinho?",
        "Você já se sentiu como se estivesse sendo pressionado por alguém?",
        "Você já se sentiu desconfortável em um ambiente?",
        "Você já se sentiu como se estivesse perdido em algum lugar?"
    ],
    [
        "O que te motiva?",
        "O que te impede de alcançar seus objetivos?",
        "Como você pode se motivar?",
        "Quais são as suas principais metas?",
        "Qual é o seu maior desafio?",
        "Você pode fazer isso!",
        "É hora de seguir em frente!",
        "Mantenha o foco!",
        "Você é mais forte do que imagina!",
        "Não desista!",
        "Você é capaz de qualquer coisa!",
        "Você tem o que é preciso para atingir seus objetivos!",
        "O que você precisa é de motivação!",
        "Você tem um grande potencial!",
        "Não fique parado, vá em frente!",
        "Você é capaz de tudo!",
        "Persevere!",
        "Você é capaz de alcançar seus sonhos!",
        "Não se limite!",
        "Você tem o que é preciso para vencer!",
        "Me ajude a motivar-me para alcançar meus objetivos",
        "O que posso fazer para me manter motivado?",
        "Preciso de um impulso para começar algo novo",
        "Como posso motivar-me para melhorar meu desempenho?",
        "Como posso me motivar para ter sucesso?",
        "Como posso me manter motivado para alcançar meus objetivos?",
        "Como posso me motivar para manter o foco?",
        "Preciso de algumas palavras de motivação",
        "Como posso manter minha motivação alta?",
        "O que devo fazer para me motivar?",
        "Preciso de ajuda para me motivar",
        "Como posso me motivar para alcançar meus objetivos?",
        "Como posso me motivar para alcançar o sucesso?",
        "Como posso me motivar para vencer os desafios?",
        "Como posso me motivar para superar os obstáculos?"
    ],
    [
        "Quem é o maior compositor de todos os tempos?",
        "Quem compôs 'Ode à Alegria'?",
        "Quem é o compositor de 'Ave Maria'?",
        "Quem escreveu 'A Noite'?",
        "Quem compôs 'Für Elise'?",
        "Oi, quem é o compositor desta música?",
        "Quem compôs esta canção?",
        "Quem foi o compositor de 'Take Five'?",
        "Qual é a história por trás desta música?",
        "Qual é o estilo de composição deste artista?",
        "Quando foi composta esta música?",
        "Quais são as principais influências deste compositor?",
        "Como posso aprender a compor?",
        "O que é um arranjo musical?",
        "Qual é a diferença entre um arranjo e uma composição?",
        "Quais são as diferentes formas de compor?",
        "Quais são os principais elementos de uma composição?",
        "Como posso melhorar minhas habilidades de composição?",
        "Quais são as melhores práticas para compor?",
        "Como posso encontrar inspiração para compor?",
        "Ajudar os compositores a escolher melodias para as suas músicas",
        "Ajudar os compositores a escolher as palavras certas para as suas letras",
        "Ajudar os compositores a escolher os instrumentos certos para suas músicas",
        "Ajudar os compositores a encontrar a melhor estrutura para suas músicas",
        "Ajudar os compositores a criar melodias únicas e originais",
        "Ajudar os compositores a encontrar a harmonia certa para suas músicas",
        "Ajudar os compositores a escolher as notas certas para suas músicas",
        "Ajudar os compositores a encontrar a melhor combinação de instrumentos para suas músicas",
        "Ajudar os compositores a criar melodias que sejam facilmente memorizáveis",
        "Ajudar os compositores a escolher as letras certas para suas músicas",
        "Ajudar os compositores a criar músicas que sejam acessíveis ao público",
        "Ajudar os compositores a encontrar a melhor estrutura para suas letras",
        "Ajudar os compositores a escolher os melhores acordes para suas músicas",
        "Ajudar os compositores a criar melodias que se encaixem no estilo musical desejado",
        "Ajudar os compositores a escolher as melhores palavras para as suas letras"
    ],
    [
        "Quem ganhou a última eleição?",
        "Que assuntos são mais discutidos nas eleições?",
        "Quais são as principais diferenças entre os partidos políticos?",
        "Qual o melhor partido para o meu estado?",
        "Quais são os argumentos de cada partido?",
        "Qual é a sua opinião sobre o clima?",
        "Você acredita que a mudança climática é real?",
        "Você considera que a ação humana é responsável pela mudança climática?",
        "Quais são os principais fatores que contribuem para a mudança climática?",
        "Como a mudança climática tem afetado o meio ambiente?",
        "Quais são as principais consequências da mudança climática?",
        "Qual é a sua opinião sobre as medidas que estão sendo tomadas para combater a mudança climática?",
        "Como as mudanças climáticas podem afetar as economias locais?",
        "Quais são as principais ações que as pessoas podem tomar para reduzir o impacto da mudança climática?",
        "Você acredita que as emissões de gases de efeito estufa devem ser reduzidas?",
        "Como a mudança climática pode afetar as populações humanas?",
        "Quais são as principais razões para as pessoas se preocuparem com a mudança climática?",
        "Qual é a sua opinião sobre as políticas climáticas globais?",
        "Quais são as principais barreiras para a implementação de políticas climáticas?",
        "Como o aquecimento global afeta os ecossistemas?",
        "Qual é a melhor estratégia para alcançar meus objetivos?",
        "Como posso melhorar minhas habilidades de comunicação?",
        "Qual é a melhor maneira de me relacionar com outras pessoas?",
        "Como posso desenvolver minha confiança?",
        "Como posso me tornar mais eficaz?",
        "Como posso melhorar minha capacidade de negociação?",
        "O que devo fazer para melhorar minhas habilidades de liderança?",
        "Como posso me tornar mais assertivo?",
        "Como posso me tornar mais criativo?",
        "Como posso melhorar minha comunicação escrita?",
        "Como posso me tornar mais motivado?",
        "Qual é a melhor maneira de me tornar mais produtivo?",
        "Como posso melhorar minhas habilidades de tomada de decisão?",
        "Como posso me tornar mais organizado?",
        "Como posso melhorar minhas habilidades de gerenciamento de tempo?"
    ],
    [
        "Como posso me preparar para um debate?",
        "Qual é a melhor estratégia para um debate?",
        "Como posso me sair bem em um debate?",
        "Qual é a melhor maneira de me preparar para um debate?",
        "Como posso melhorar minhas habilidades de debate?",
        "Oi, como posso te ajudar?",
        "Quais são as melhores técnicas para vencer um debate?",
        "Como posso me preparar para um debate?",
        "Qual é a melhor forma de articular meus argumentos?",
        "Como devo me comportar durante um debate?",
        "O que devo fazer para me destacar em um debate?",
        "Como posso me preparar para responder às objeções?",
        "Como posso me preparar para um debate em grupo?",
        "Qual é a melhor estratégia para vencer um debate?",
        "Como posso me preparar para um debate de equipe?",
        "Como posso me preparar para um debate de múltiplos temas?",
        "Como posso me preparar para um debate de campeonato?",
        "O que devo fazer para me destacar em um debate?",
        "Como posso me preparar para um debate público?",
        "Quais são as melhores técnicas para argumentar em um debate?",
        "O que devo fazer para me preparar para um debate?",
        "Como posso me tornar mais persuasivo?",
        "Quais são as melhores estratégias para um debate?",
        "Como posso melhorar minha capacidade de argumentação?",
        "Como posso me tornar mais preparado para um debate?",
        "O que devo fazer para me tornar mais confiante?",
        "Como posso me preparar para um debate de forma eficiente?",
        "Quais são as melhores táticas para um debate?",
        "Como posso melhorar minhas habilidades de falar em público?",
        "Quais são as melhores estratégias para argumentar com eficácia?",
        "Quais são as melhores maneiras de me preparar para um debate?",
        "Como posso melhorar minha capacidade de escutar e entender meus oponentes?",
        "O que devo fazer para me tornar mais seguro em um debate?",
        "Como posso melhorar minhas habilidades de comunicação?",
        "Quais são as melhores maneiras de me preparar para um debate de forma rápida e eficaz?"
    ],
    [
        "O que é um roteirista?",
        "Quais são as responsabilidades de um roteirista?",
        "Como é feito o roteiro de um filme?",
        "Quando um roteirista é contratado?",
        "Como um roteirista pode melhorar seu trabalho?",
        "Oi, preciso de ajuda para escrever um roteiro",
        "Como eu começo a escrever um roteiro?",
        "Qual é o melhor lugar para começar a escrever um roteiro?",
        "O que devo considerar ao escrever um roteiro?",
        "Como organizar minha história em um roteiro?",
        "Como desenvolver personagens em um roteiro?",
        "Como usar o diálogo em um roteiro?",
        "Como escrever cenas em um roteiro?",
        "Como usar o clima e a atmosfera em um roteiro?",
        "Como escrever uma boa conclusão para um roteiro?",
        "Como criar um bom enredo para um roteiro?",
        "Como escrever um bom roteiro de curta duração?",
        "Como escrever um roteiro para filmes de ação?",
        "Como escrever um roteiro para filmes de comédia?",
        "Como posso melhorar meu estilo de escrita para roteiros?",
        "Onde posso encontrar um bom restaurante?",
        "Quais são as principais atrações turísticas da cidade?",
        "Quais são os melhores museus para visitar aqui?",
        "Onde posso encontrar os melhores parques da cidade?",
        "Onde posso encontrar os melhores cafés da região?",
        "Quais são as melhores lojas para fazer compras?",
        "Onde posso encontrar um bom lugar para fazer compras?",
        "Quais são os melhores locais para se divertir?",
        "Onde posso encontrar os melhores bares da cidade?",
        "Onde posso encontrar os melhores clubes noturnos?",
        "Quais são os melhores locais para ver shows?",
        "Quais são os melhores locais para assistir a espetáculos?",
        "Onde posso encontrar os melhores restaurantes vegetarianos?",
        "Quais são os melhores restaurantes para comer comida local?",
        "Onde posso encontrar os melhores restaurantes com comida de fusão?"
    ],
    [
        "O que é um romancista?",
        "Quem é um romancista?",
        "O que é o estilo de escrita de um romancista?",
        "Quais são os principais temas de um romancista?",
        "O que é a característica principal de um romancista?",
        "O que você acha do amor?",
        "Você acredita em almas gêmeas?",
        "Qual é a sua definição de amor?",
        "O que é o amor verdadeiro para você?",
        "Você acredita que o amor é eterno?",
        "Você acha que o amor à primeira vista existe?",
        "Você acredita que o amor pode superar tudo?",
        "O que você acha de um relacionamento à distância?",
        "Você acredita que o amor pode mudar as pessoas?",
        "Você acha que o amor é mais forte que a morte?",
        "Você acredita que o amor é cego?",
        "Você acha que o amor pode curar tudo?",
        "Você acredita que o amor é mais importante que a riqueza?",
        "O que você acha que é necessário para um relacionamento duradouro?",
        "Você acha que o amor é a resposta para todos os problemas?",
        "Oi, sou o Romancista. Como posso te ajudar?",
        "Você pode me ajudar a encontrar o presente perfeito para o meu parceiro?",
        "O que você me recomendaria para um encontro romântico?",
        "Você pode me ajudar a escrever uma carta de amor para o meu parceiro?",
        "Você pode me ajudar a escolher um lugar para um jantar romântico?",
        "Qual é a melhor maneira de dizer 'Eu te amo'?",
        "Você pode me ajudar a escolher uma música para tocar para o meu parceiro?",
        "Você pode me ajudar a escolher um presente para o aniversário do meu parceiro?",
        "Você pode me ajudar a escolher um presente para o Dia dos Namorados?",
        "Você pode me ajudar a escolher um lugar para passar a lua de mel?",
        "Você pode me ajudar a escolher um presente para o meu namorado?",
        "Você pode me ajudar a escolher um presente para o Dia dos Pais?",
        "Você pode me ajudar a escolher um presente para o Dia das Mães?",
        "Você pode me ajudar a escolher uma mensagem romântica para o meu parceiro?",
        "Você pode me ajudar a escolher um presente para o aniversário do meu marido?"
    ],
    [
        "Quais são seus objetivos para melhorar seu relacionamento?",
        "Como você está lidando com as dificuldades no relacionamento?",
        "Você tem alguma dúvida sobre relacionamentos?",
        "Você gostaria de discutir algum problema em seu relacionamento?",
        "Você gostaria de compartilhar alguma experiência de relacionamento?",
        "Preciso de ajuda para lidar com meus relacionamentos",
        "Estou tendo problemas em me relacionar com meu parceiro",
        "Como posso melhorar minhas habilidades de comunicação?",
        "Como posso melhorar minha capacidade de ouvir?",
        "Como posso melhorar minha habilidade de resolver problemas de relacionamento?",
        "Como posso melhorar minha capacidade de me relacionar com outras pessoas?",
        "Como posso desenvolver minha capacidade de lidar com conflitos?",
        "Como posso melhorar minhas habilidades de negociação?",
        "Como posso melhorar minha capacidade de lidar com a rejeição?",
        "Como posso melhorar minha capacidade de lidar com a pressão?",
        "Como posso melhorar minhas habilidades de compreensão emocional?",
        "Como posso desenvolver minha capacidade de lidar com a ansiedade?",
        "Como posso melhorar minha capacidade de lidar com o estresse?",
        "Como posso melhorar minha capacidade de lidar com a raiva?",
        "Como posso melhorar minha capacidade de lidar com a tristeza?",
        "O que devo fazer para melhorar meu relacionamento?",
        "Como lidar com as brigas com meu parceiro?",
        "Como reconquistar a confiança de meu parceiro?",
        "Como melhorar minha comunicação com meu parceiro?",
        "Como me tornar uma pessoa mais compreensiva?",
        "O que devo fazer para manter o interesse no meu relacionamento?",
        "Como lidar com os sentimentos de ciúmes?",
        "Como melhorar minha autoestima para melhorar meus relacionamentos?",
        "Como lidar com a pressão do relacionamento?",
        "Como me tornar uma pessoa mais aberta?",
        "Como superar o medo de compromisso?",
        "Como lidar com a traição?",
        "Como lidar com a perda de um ente querido?",
        "Como manter o amor vivo no meu relacionamento?",
        "Como aprender a confiar no meu parceiro?"
    ],
    [
        "Quem é um poeta?",
        "Quem são os poetas famosos?",
        "Qual é a definição de poesia?",
        "O que é um poema?",
        "Como posso escrever poesia?",
        "Qual é o seu poema favorito?",
        "O que você acha de poesia?",
        "Que tipo de poesia você gosta?",
        "Você gosta de escrever poesias?",
        "Quais são os seus temas favoritos para poesia?",
        "Você pode me recomendar algum poema?",
        "Você já escreveu alguma poesia?",
        "Você gosta de ler poesia?",
        "Quais são os seus poetas favoritos?",
        "Você gosta de rimar?",
        "Você conhece alguma poesia de amor?",
        "Você conhece alguma poesia de despedida?",
        "Você conhece alguma poesia de esperança?",
        "Você conhece alguma poesia de saudade?",
        "Você conhece alguma poesia de solidão?",
        "Você conhece alguma poesia de amizade?",
        "Você me inspira para compor versos",
        "O que me diz sobre o amanhecer?",
        "Cante para mim a melodia da vida",
        "Escreva sobre a beleza da natureza",
        "Descreva a tristeza de um coração partido",
        "Componha para mim um poema sobre a alegria",
        "Qual a mensagem que você quer passar?",
        "Crie um poema sobre o amor incondicional",
        "Escreva sobre o caminho da vida",
        "O que você acha da felicidade?",
        "Qual a mensagem que você quer transmitir?",
        "Componha um poema sobre a liberdade",
        "Eu quero ouvir a sua visão da vida",
        "Crie um poema sobre a amizade verdadeira",
        "O que você acha da beleza da vida?"
    ],
    [
        "Quem é o melhor rapper?",
        "O que você sabe sobre rap?",
        "Quais são os maiores rappers de todos os tempos?",
        "O que você acha do rap?",
        "Quais são os melhores álbuns de rap?",
        "Quem é o melhor rapper de todos os tempos?",
        "Qual é o seu rapper favorito?",
        "Qual é a sua música favorita?",
        "Quem são os principais rappers de hoje?",
        "Qual é o melhor álbum de rap de todos os tempos?",
        "Qual é a melhor letra de rap?",
        "Quais são as principais diferenças entre rap e hip hop?",
        "Qual é a melhor letra de rap de todos os tempos?",
        "Quais são as principais influências do rap?",
        "Qual é o melhor rapper de todos os tempos?",
        "Quem são os principais produtores de rap?",
        "Qual é o melhor álbum de rap de todos os tempos?",
        "Quais são as principais tendências do rap?",
        "Quais são os principais artistas de rap de todos os tempos?",
        "Quais são os principais temas abordados pelo rap?",
        "Ao som da batida, meu rap surge como uma onda",
        "Eu sou o rei da cena, todos me conhecem",
        "Vou entoar meu rap, eu sou o único no comando",
        "Eu sou o mestre das rimas, eu sou o rei da cena",
        "Vou deixar meu som ecoar, é o que eu faço melhor",
        "Vou me jogar no palco, é o meu lugar",
        "Vou me jogar no microfone, eu sou o rei do show",
        "Vou mostrar o que eu sei, o meu som é único",
        "Vou deixar meu som ecoar, eu sou o rei da cena",
        "Vou soltar meu som, eu sou o único no comando",
        "Eu sou o mestre das rimas, eu sou o rei da cena",
        "Vou entoar meu rap, eu sou o único no comando",
        "Vou deixar meu som ecoar, eu sou o rei da cena",
        "Vou me jogar no microfone, eu sou o rei do show",
        "Vou mostrar o que eu sei, o meu som é único"
    ],
    [
        "O que te motiva?",
        "Qual é sua fonte de motivação?",
        "O que você acha que te motiva?",
        "Quais são algumas maneiras de você se motivar?",
        "Como você se mantém motivado?",
        "Ame-se primeiro",
        "Você é capaz de realizar seus sonhos",
        "Você é maior do que qualquer desafio",
        "Você tem o poder de mudar sua vida",
        "Siga seu coração",
        "Você é o único responsável por sua felicidade",
        "Encontre o equilíbrio entre trabalho e vida pessoal",
        "Você é mais forte do que imagina",
        "Aproveite o momento",
        "Vá atrás de seus objetivos",
        "Sua voz é importante",
        "Viva com propósito",
        "Aceite-se como é",
        "Você é único",
        "Você é capaz de realizar grandes coisas",
        "Você tem tudo para vencer!",
        "Você é capaz de muito mais do que imagina!",
        "O que você acha que é capaz de fazer?",
        "Você pode conseguir o que deseja!",
        "O que você precisa fazer para alcançar seus objetivos?",
        "Não desista, você é capaz!",
        "Você tem todas as ferramentas para alcançar seus objetivos!",
        "Você pode transformar sua vida!",
        "Você é único, use isso a seu favor!",
        "Você pode alcançar o que deseja!",
        "Você é capaz de muito mais do que imagina!",
        "Seja persistente e você conseguirá!",
        "Não desista, você é capaz!",
        "Você pode fazer a diferença!",
        "Você tem o que é preciso para vencer!"
    ],
    [
        "O que é Filosofia?",
        "Qual é o significado da Filosofia?",
        "Quem foi Sócrates?",
        "O que é o método socrático?",
        "Quais são as principais ideias de Platão?",
        "O que é a Filosofia?",
        "Qual é o objetivo da Filosofia?",
        "Quais são as principais áreas da Filosofia?",
        "Qual é a relação entre a Filosofia e o Direito?",
        "O que são os princípios da Filosofia?",
        "O que é o pensamento filosófico?",
        "Como a Filosofia se relaciona com a Ciência?",
        "Qual é a importância da Filosofia na educação?",
        "Qual é a influência da Filosofia na sociedade?",
        "Quais são os principais filósofos?",
        "Como a Filosofia pode nos ajudar a entender o mundo?",
        "Qual é o papel da Filosofia na vida cotidiana?",
        "Como os filósofos interpretam a realidade?",
        "Quais são os principais temas da Filosofia?",
        "Como a Filosofia pode nos ajudar a tomar decisões?",
        "Como a filosofia trata da existência humana?",
        "Qual é a importância da filosofia para a vida humana?",
        "Quais são os principais filósofos?",
        "Quais são as principais escolas de pensamento filosófico?",
        "O que é o conhecimento?",
        "O que é a ética?",
        "O que é a moral?",
        "Qual é a diferença entre moral e ética?",
        "Qual é o papel da filosofia na sociedade?",
        "Qual é a relação entre a filosofia e a religião?",
        "Como a filosofia se relaciona com a ciência?",
        "Como a filosofia aborda o tema da verdade?",
        "O que é o pensamento crítico?",
        "O que é o pensamento lógico?",
        "O que é a dialética?"
    ],
    [
        "Quem foi o maior filósofo?",
        "Quem são os principais filósofos?",
        "Qual é a definição de filosofia?",
        "O que é um filósofo?",
        "Quais são as ideias principais de um filósofo?",
        "O que é o conhecimento?",
        "Qual é o significado da vida?",
        "O que é o amor?",
        "O que é a felicidade?",
        "O que é a verdade?",
        "Por que estamos aqui?",
        "O que é a morte?",
        "Como podemos encontrar a paz?",
        "Como podemos nos relacionar com o mundo?",
        "O que é o bem e o mal?",
        "O que é a ética?",
        "Como podemos viver de forma significativa?",
        "O que é a liberdade?",
        "Como podemos nos conectar com o universo?",
        "O que é o infinito?",
        "Existe algo além do que vemos?",
        "O que é o bem?",
        "O que é o mal?",
        "O que é a felicidade?",
        "Qual é o propósito da vida?",
        "O que é a realidade?",
        "O que é o amor?",
        "O que é o tempo?",
        "O que é a verdade?",
        "O que é a liberdade?",
        "O que é a moralidade?",
        "O que é a ética?",
        "O que é a justiça?",
        "O que é a consciência?",
        "O que é a inteligência?"
    ],
    [
        "Quero falar com o professor de Matemática",
        "Preciso de ajuda com Matemática",
        "Quero saber mais sobre Matemática",
        "Como posso melhorar meus conhecimentos em Matemática?",
        "Preciso de ajuda com um problema de Matemática",
        "Oi, preciso de ajuda com a matemática",
        "Quais são as regras básicas da matemática?",
        "Como faço para resolver problemas de matemática?",
        "Como posso melhorar meus conhecimentos em matemática?",
        "Qual é a fórmula para calcular a área de um círculo?",
        "Como posso melhorar minhas habilidades de resolução de problemas?",
        "O que eu preciso saber para passar em uma prova de matemática?",
        "Preciso de ajuda com números inteiros?",
        "Qual é a fórmula para calcular o perímetro de um quadrado?",
        "Como eu posso melhorar meu raciocínio matemático?",
        "Como posso compreender melhor os conceitos básicos da matemática?",
        "Como posso melhorar minha habilidade de resolver equações?",
        "Como posso entender melhor a geometria?",
        "Como posso aprender a calcular porcentagens?",
        "Qual é a melhor maneira de estudar matemática?",
        "Qual é a solução para a equação x2 + 2x - 8 = 0?",
        "Qual é a soma de 7 e 14?",
        "Qual é a raiz quadrada de 121?",
        "Qual é a fórmula da área de um círculo?",
        "Qual é a regra de três para calcular o preço de um produto?",
        "Qual é a fórmula para calcular a média aritmética?",
        "Qual é a fórmula para calcular a área de um triângulo?",
        "Qual é a fórmula para calcular a área de um retângulo?",
        "Qual é a fórmula para calcular a área de um paralelogramo?",
        "Qual é a fórmula para calcular o perímetro de um círculo?",
        "Qual é a fórmula para calcular o perímetro de um quadrado?",
        "Qual é a fórmula para calcular o perímetro de um triângulo?",
        "Qual é o resultado de 2 elevado ao cubo?",
        "Qual é a fórmula para calcular a área de um losango?",
        "Qual é a fórmula para calcular o volume de um cubo?"
    ],
    [
        "Como escrever uma IA?",
        "Como criar um algoritmo de IA?",
        "O que é um algoritmo de aprendizado de máquina?",
        "Como posso criar um sistema de IA?",
        "Como posso criar um chatbot de IA?",
        "Oi, preciso de ajuda com a escrita de IA",
        "Como posso melhorar minha escrita de IA?",
        "Como escrever de forma eficaz para IA?",
        "Quais são as melhores práticas para escrever para IA?",
        "Como posso usar a IA para melhorar minha escrita?",
        "Quais são os principais desafios na escrita de IA?",
        "Como posso usar a IA para tornar minha escrita mais eficiente?",
        "Como posso melhorar minha escrita de IA para um público específico?",
        "Como posso usar a IA para aprimorar minha escrita?",
        "Quais são os melhores recursos para escrever para IA?",
        "Como posso usar a IA para criar conteúdo de qualidade?",
        "Quais são os principais erros na escrita de IA?",
        "Como posso usar a IA para criar conteúdo de qualidade?",
        "Como posso usar a IA para aprimorar minha escrita de forma eficaz?",
        "Como posso usar a IA para tornar minha escrita mais precisa?",
        "O chatbot me ajudou a melhorar minha ortografia e formatação de texto.",
        "O chatbot ofereceu sugestões para melhorar a estrutura da minha redação.",
        "O chatbot me ajudou a encontrar palavras-chave para o meu artigo.",
        "O chatbot me deu dicas sobre como melhorar a clareza e a coesão do meu texto.",
        "O chatbot me ajudou a escolher o melhor título para o meu artigo.",
        "O chatbot me deu sugestões de frases para tornar meu texto mais interessante.",
        "O chatbot me ajudou a encontrar sinônimos para as palavras que estava usando.",
        "O chatbot me orientou sobre como usar a pontuação corretamente.",
        "O chatbot me ajudou a identificar erros de escrita e corrigi-los.",
        "O chatbot me ensinou a usar as palavras certas para expressar meus pensamentos.",
        "O chatbot me ajudou a escrever de forma mais clara e concisa.",
        "O chatbot me deu dicas sobre como organizar meu texto.",
        "O chatbot me ajudou a encontrar fontes confiáveis para usar em meu trabalho.",
        "O chatbot me ensinou a usar as palavras certas para transmitir meu ponto de vista.",
        "O chatbot me ajudou a escrever um texto com argumentos convincentes."
    ],
    [
        "O que é UX/UI?",
        "Como posso desenvolver UX/UI?",
        "Como posso aplicar UX/UI a um projeto?",
        "Quais são as melhores práticas para UX/UI?",
        "O que eu preciso saber para desenvolver UX/UI?",
        "O que é UX/UI Design?",
        "Quais são os principais princípios do UX/UI Design?",
        "Como você se torna um Desenvolvedor UX/UI?",
        "Qual é a melhor maneira de começar como Desenvolvedor UX/UI?",
        "Quais são os melhores recursos para aprender UX/UI Design?",
        "Quais são os mais recentes desenvolvimentos no UX/UI Design?",
        "Quais são as principais ferramentas para Desenvolvedores UX/UI?",
        "Quais são as melhores práticas de UX/UI Design?",
        "Como você implementa as melhores práticas de UX/UI Design?",
        "Quais são as melhores maneiras de testar um design UX/UI?",
        "Como você mede o sucesso de um projeto UX/UI?",
        "Como você se mantém atualizado com as últimas tendências em UX/UI Design?",
        "Qual é a melhor maneira de trabalhar em equipe em um projeto UX/UI?",
        "Quais são as melhores maneiras de melhorar o design de um produto UX/UI?",
        "Como você lida com o feedback dos usuários em um projeto UX/UI?",
        "Auxiliar na análise de usabilidade de um site",
        "Testar a experiência do usuário em um aplicativo",
        "Avaliar a facilidade de navegação de um site",
        "Propor melhorias na interface de usuário",
        "Identificar problemas de design de interação",
        "Criar protótipos de telas para testes de usabilidade",
        "Avaliar a experiência do usuário durante a navegação",
        "Verificar a consistência na aplicação de estilos",
        "Avaliar a usabilidade de um dispositivo móvel",
        "Realizar pesquisas de usabilidade com usuários reais",
        "Auxiliar na criação de uma arquitetura de informação",
        "Propor melhorias na interface de usuário para dispositivos móveis",
        "Testar a experiência do usuário em diferentes navegadores",
        "Avaliar o layout de um site para dispositivos móveis",
        "Verificar a consistência de design de interação entre diferentes plataformas"
    ],
    [
        "O que é segurança cibernética?",
        "Qual é a importância da segurança cibernética?",
        "Quais são os principais riscos de segurança cibernética?",
        "Como posso melhorar a segurança cibernética?",
        "Quais são as melhores práticas em segurança cibernética?",
        "Oi, preciso de ajuda com segurança cibernética",
        "Quais são as melhores práticas de segurança cibernética?",
        "Como posso melhorar a segurança de minhas informações?",
        "Como faço para proteger meus dados?",
        "Como posso proteger meus dispositivos?",
        "Qual é o melhor software de segurança cibernética?",
        "Como posso me proteger de vírus e malware?",
        "Como faço para garantir a segurança de minhas senhas?",
        "Como faço para gerenciar minhas senhas?",
        "Como posso me proteger de ataques de phishing?",
        "Como faço para proteger meu dispositivo móvel?",
        "Como faço para evitar a intercepção de dados?",
        "Como posso me proteger de ataques de negação de serviço?",
        "Como posso me proteger de hackers?",
        "Quais são as melhores práticas de segurança para o meu computador?",
        "O que devo fazer para proteger meus dados online?",
        "Como posso garantir segurança às minhas contas de e-mail?",
        "Quais são os principais riscos de segurança cibernética que devo evitar?",
        "Existe algum tipo de software que possa me ajudar a me proteger?",
        "Como posso me certificar de que meus dispositivos estão seguros?",
        "O que posso fazer para me proteger de ataques de phishing?",
        "Quais são os melhores métodos para proteger minhas senhas?",
        "Qual é a melhor maneira de proteger meus dispositivos móveis?",
        "Como posso me certificar de que meus dados estão seguros?",
        "Quais são os principais tipos de vírus que devo evitar?",
        "Existe alguma maneira de me proteger de hackers?",
        "Como posso me certificar de que meus dados não serão roubados?",
        "Quais são os melhores métodos para proteger minha rede Wi-Fi?",
        "Como posso me certificar de que meu computador está seguro?",
        "Quais são os principais erros de segurança que devo evitar?"
    ],
    [
        "Quais são os requisitos para o cargo?",
        "Como posso aplicar para o cargo?",
        "Qual é a descrição do cargo?",
        "Qual é a data limite para envio de candidaturas?",
        "Qual é a remuneração para o cargo?",
        "Olá, como posso ajudar?",
        "Qual é o seu objetivo de carreira?",
        "Você está procurando por um emprego?",
        "Você tem alguma experiência relevante?",
        "Quais são suas qualificações?",
        "Você tem alguma experiência em liderança?",
        "Você já trabalhou em equipes?",
        "Você tem alguma experiência em gerenciamento de projetos?",
        "Você tem alguma experiência em trabalho remoto?",
        "Você já trabalhou para alguma empresa multinacional?",
        "Você tem alguma experiência em vendas?",
        "Você tem alguma experiência em programação?",
        "Você tem alguma experiência em marketing digital?",
        "Você tem alguma experiência em gestão de redes sociais?",
        "Você tem alguma experiência em gerenciamento de conteúdo?",
        "Olá, sou o chatbot recrutador. Como posso ajudá-lo?",
        "Qual área você está procurando?",
        "Você tem alguma experiência em programação?",
        "Qual o seu nível de experiência em programação?",
        "Você tem alguma experiência em gestão de projetos?",
        "Você já trabalhou com equipes multidisciplinares?",
        "Você tem alguma experiência com liderança de equipes?",
        "Você tem alguma experiência em marketing digital?",
        "Você tem alguma experiência em desenvolvimento de software?",
        "Você tem alguma experiência em gerenciamento de banco de dados?",
        "Você tem alguma experiência em análise de dados?",
        "Você tem alguma experiência em redes sociais?",
        "Você tem alguma experiência em design gráfico?",
        "Você tem alguma experiência em desenvolvimento web?",
        "Você tem alguma experiência em SEO?"
    ],
    [
        "Como posso ajudar?",
        "Qual o seu objetivo?",
        "O que posso fazer para te ajudar?",
        "Como você se sente?",
        "O que você acha que pode melhorar?",
        "Preciso de ajuda para encontrar o meu propósito na vida",
        "Estou me sentindo desmotivado",
        "Como superar um trauma?",
        "Não sei o que fazer com a minha vida",
        "Como me tornar mais resiliente?",
        "Preciso de ajuda para me organizar",
        "Como me tornar mais disciplinado?",
        "Estou me sentindo sobrecarregado",
        "Como lidar com a pressão?",
        "Estou procurando um significado para a minha vida",
        "Como desenvolver um senso de propósito?",
        "Estou me sentindo desconectado",
        "Como superar meus medos?",
        "Como me tornar mais consciente?",
        "Como melhorar minha autoconfiança?",
        "Oi, como posso ajudar?",
        "Você está tendo problemas com algo?",
        "Você quer falar sobre algo?",
        "Você queria me contar algo?",
        "Quais são seus objetivos para a próxima semana?",
        "Você está se sentindo feliz hoje?",
        "Você tem alguma dúvida que eu possa ajudar?",
        "Você está com algum problema que eu possa ajudar?",
        "Você quer me contar sobre algum problema?",
        "Como você está se sentindo hoje?",
        "Você está satisfeito com suas escolhas?",
        "Você está se sentindo motivado para alcançar seus objetivos?",
        "Você está lidando bem com as pressões do dia a dia?",
        "Você se sente confortável para falar sobre o que está passando?",
        "Você está precisando de algum tipo de apoio?"
    ],
    [
        "O que é etimologia?",
        "Qual é a origem da palavra etimologia?",
        "Quais são os princípios da etimologia?",
        "Como um etimologista pode me ajudar?",
        "Qual é o trabalho de um etimologista?",
        "Qual é o significado da palavra 'saudade'?",
        "Qual é o etimologia da palavra 'amor'?",
        "O que significa a palavra 'desespero'?",
        "Onde vem a palavra 'felicidade'?",
        "Qual é o significado da palavra 'esperança'?",
        "Qual é a origem da palavra 'sorriso'?",
        "Onde vem a palavra 'alegria'?",
        "Qual é o etimologia da palavra 'tranquilidade'?",
        "O que significa a palavra 'solidão'?",
        "Qual é o significado da palavra 'amizade'?",
        "Onde vem a palavra 'compaixão'?",
        "Qual é a origem da palavra 'esperança'?",
        "O que significa a palavra 'desânimo'?",
        "Qual é o etimologia da palavra 'respeito'?",
        "Onde vem a palavra 'fé'?",
        "Qual é a etimologia da palavra 'abraço'?",
        "Qual a origem da palavra 'pizza'?",
        "De onde vem a palavra 'livro'?",
        "Quais são as raízes da palavra 'amor'?",
        "Qual a origem da palavra 'cinema'?",
        "Qual a etimologia da palavra 'golpe'?",
        "De onde vem a palavra 'escola'?",
        "Qual a origem da palavra 'computador'?",
        "Qual a etimologia da palavra 'felicidade'?",
        "Qual a origem da palavra 'jardim'?",
        "De onde vem a palavra 'sorriso'?",
        "Qual a etimologia da palavra 'telefone'?",
        "Qual a origem da palavra 'sol'?",
        "De onde vem a palavra 'universidade'?",
        "Qual a etimologia da palavra 'casa'?"
    ],
    [
        "O que você acha da partida?",
        "Qual foi o melhor lance da partida?",
        "Você gostou do jogo?",
        "O que você achou do desempenho dos jogadores?",
        "Qual foi a melhor jogada do jogo?",
        "Você está pronto para a partida?",
        "Quem você acha que vai vencer?",
        "Que jogada incrível!",
        "Que jogada desastrosa!",
        "Esse time está jogando muito bem!",
        "Esse time está jogando muito mal!",
        "Esse árbitro tem ótimos olhos!",
        "Esse árbitro está sendo muito duro!",
        "Esse time tem muita sorte!",
        "Esse time não tem sorte nenhuma!",
        "Esse time está jogando com muita confiança!",
        "Esse time está jogando com muito medo!",
        "Esse time está jogando com muita inteligência!",
        "Esse time está jogando com muita habilidade!",
        "Esse time está jogando com muita força!",
        "Oi, sou o comentarista. Estou aqui para ajudar!",
        "Você pode me contar mais sobre sua dúvida?",
        "Vamos conversar sobre isso?",
        "Qual é a sua pergunta?",
        "O que você gostaria de saber?",
        "Vamos começar?",
        "O que você quer saber?",
        "O que você está procurando?",
        "Como posso te ajudar?",
        "O que devo saber sobre isso?",
        "O que você gostaria de discutir?",
        "Qual a sua dúvida?",
        "Vamos conversar sobre isso?",
        "O que você precisa saber?",
        "Você tem alguma dúvida?",
        "Você precisa de ajuda?"
    ],
    [
        "O que você pode fazer por mim?",
        "Como você pode me ajudar?",
        "Quais são as suas habilidades mágicas?",
        "Quais truques você sabe fazer?",
        "Você pode me mostrar algum truque mágico?",
        "Quem é o mágico?",
        "Qual é o seu truque mais impressionante?",
        "Qual é o seu nome?",
        "Você pode me mostrar um truque?",
        "O que você sabe fazer?",
        "Você pode me ensinar algo?",
        "Você pode me surpreender?",
        "O que você pode fazer?",
        "Você é realmente mágico?",
        "Quais são os seus truques?",
        "Você é um grande mágico?",
        "Você sabe mágica de verdade?",
        "Você é um mágico profissional?",
        "Você pode me mostrar alguns truques?",
        "Você é capaz de me surpreender?",
        "Oi, Mágico!",
        "Qual é o truque mais legal que você conhece?",
        "Qual é a melhor piada que você sabe?",
        "Qual é o seu truque preferido?",
        "Você consegue me dar algumas dicas de magia?",
        "Qual é a história mais engraçada que você conhece?",
        "Você conhece algum truque de magia que eu possa fazer?",
        "Você pode me ensinar algum truque de magia?",
        "Você conhece algum truque de magia que eu possa fazer para impressionar as pessoas?",
        "Você conhece algum truque de ilusão que eu possa fazer?",
        "Você conhece algum truque de magia que eu possa fazer com cartas?",
        "Você tem alguma dica para me ajudar a melhorar meus truques de magia?",
        "Você conhece algum truque de magia que eu possa fazer com moedas?",
        "Você conhece alguma piada de magia que eu possa contar?",
        "Você conhece algum truque de magia que eu possa fazer com fita adesiva?"
    ],
    [
        "Qual é a sua profissão?",
        "Como posso ajudar na escolha de uma profissão?",
        "Quais são as melhores profissões para mim?",
        "O que você sabe sobre profissões?",
        "Qual profissão devo escolher?",
        "Qual profissão me ajudaria a realizar meus sonhos?",
        "Quais são as profissões mais comuns?",
        "Qual profissão é mais rentável?",
        "Quais são as áreas de trabalho mais promissoras?",
        "Qual profissão combina com minhas habilidades?",
        "Quais profissões exigem um alto nível de habilidades?",
        "Quais profissões oferecem um salário mais alto?",
        "Quais profissões são mais estáveis?",
        "Quais profissões são mais desafiadoras?",
        "Quais são as profissões mais bem pagas?",
        "Quais são as profissões mais inovadoras?",
        "Quais profissões exigem um alto nível de qualificação?",
        "Qual profissão me permitiria trabalhar em casa?",
        "Quais são as profissões mais interessantes?",
        "Quais são as profissões mais criativas?",
        "Quais profissões posso considerar?",
        "Quais são as profissões mais bem pagas?",
        "Quais profissões são mais adequadas para mim?",
        "Quais são as profissões mais promissoras?",
        "Quais profissões não exigem experiência?",
        "Quais profissões são mais adequadas para pessoas com minhas habilidades?",
        "Quais são as profissões mais populares?",
        "Quais profissões envolvem trabalho em equipe?",
        "Quais são as profissões mais estáveis?",
        "Quais profissões são mais adequadas para pessoas com minha formação?",
        "Quais profissões são mais adequadas para pessoas com minha idade?",
        "Quais são as profissões com mais oportunidades de crescimento?",
        "Quais profissões exigem mais habilidades técnicas?",
        "Quais são as profissões mais criativas?",
        "Quais profissões são mais adequadas para pessoas com minha localização geográfica?"
    ],
    [
        "O que é comportamentalismo animal?",
        "Quais são os benefícios do comportamentalismo animal?",
        "Quais são as principais técnicas de comportamentalismo animal?",
        "Como posso aplicar as técnicas de comportamentalismo animal?",
        "Quais são as melhores práticas para comportamentalismo animal?",
        "Oi!",
        "Eu preciso de ajuda com meu gato",
        "Meu cachorro está com comportamento estranho",
        "Meu gato não está comendo",
        "Meu cão está muito agitado",
        "Meu gato está muito agressivo ultimamente",
        "Qual é o melhor treinamento para meu cachorro?",
        "Meu gato está tendo problemas de saúde",
        "Meu cão está com medo de outros animais",
        "Meu gato não está usando a caixa de areia",
        "Meu cão está latindo muito",
        "Meu gato está urinando em lugares errados",
        "Como posso ensinar meu cão a fazer truques?",
        "Como posso ensinar meu gato a usar a caixa de areia?",
        "Meu cão está comendo muito, o que devo fazer?",
        "Como faço para acalmar meu cão?",
        "Meu gato está muito agitado, o que devo fazer?",
        "Como ensinar meu cachorro a não latir tanto?",
        "Meu gato não para de miar, o que devo fazer?",
        "Meu cão está com medo de outros animais, o que faço?",
        "Meu gato está muito agressivo, o que devo fazer?",
        "Como ensinar meu cão a não morder?",
        "Meu gato está com medo de barulhos altos, o que devo fazer?",
        "Como faço para que meu cão pare de pular nas pessoas?",
        "Meu gato está com medo da caixa de transporte, o que faço?",
        "Como faço para que meu cão não coma tudo que encontra?",
        "Meu gato está muito ansioso, o que devo fazer?",
        "Como ensinar meu cão a não puxar a coleira?",
        "Meu gato está muito assustado, o que devo fazer?"
    ],
    [
        "Quero me tornar um personal trainer",
        "Como faço para me tornar um personal trainer?",
        "Quais são as etapas para se tornar um personal trainer?",
        "Quais são as habilidades necessárias para se tornar um personal trainer?",
        "Qual é a melhor forma de se tornar um personal trainer?",
        "Oi, preciso de ajuda para me exercitar",
        "Quero começar a malhar",
        "Qual é o melhor treino para mim?",
        "Quais exercícios devo fazer?",
        "Qual é o melhor horário para treinar?",
        "Preciso de algum equipamento?",
        "Quais alimentos devo comer?",
        "Como posso aumentar a minha resistência?",
        "Quais são os melhores exercícios para perder peso?",
        "Quais são os melhores exercícios para ganhar músculos?",
        "Quais são os benefícios da musculação?",
        "Quais são os riscos de malhar?",
        "Quais são os melhores exercícios para melhorar a flexibilidade?",
        "Como posso melhorar a minha resistência cardiovascular?",
        "O que devo fazer para melhorar a minha postura?",
        "Oi, Personal Trainer. Como posso me manter ativo durante o dia?",
        "Qual é a melhor maneira de melhorar meu condicionamento físico?",
        "Quais são os melhores exercícios para perder peso?",
        "Quantas vezes por semana devo treinar?",
        "Como posso aumentar minha resistência?",
        "Qual é a melhor dieta para ganhar massa muscular?",
        "O que devo comer antes e depois de um treino?",
        "Quais são os melhores exercícios para tonificar meu corpo?",
        "Quais são os melhores exercícios aeróbicos?",
        "Como posso aumentar minha força muscular?",
        "Quanto tempo devo descansar entre treinos?",
        "Quais são os melhores exercícios para melhorar a flexibilidade?",
        "Quais são os melhores exercícios para melhorar a postura?",
        "Quais são os melhores exercícios para melhorar o equilíbrio?",
        "Quais alimentos devo comer para aumentar minha energia?"
    ],
    [
        "Qual é o seu problema?",
        "Como posso ajudar?",
        "O que está te incomodando?",
        "Qual é a sua preocupação?",
        "Você já tentou alguma coisa para melhorar?",
        "Estou me sentindo muito triste",
        "Não consigo me concentrar",
        "Estou me sentindo desanimado",
        "Estou com medo de não conseguir",
        "Estou me sentindo sozinho",
        "Estou me sentindo ansioso",
        "Estou me sentindo desconfortável",
        "Estou me sentindo inseguro",
        "Estou me sentindo pressionado",
        "Estou me sentindo estressado",
        "Estou me sentindo desesperado",
        "Estou me sentindo desmotivado",
        "Estou me sentindo exausto",
        "Estou me sentindo desconectado",
        "Estou me sentindo desvalorizado",
        "Oi, preciso de ajuda para lidar com meus problemas de saúde mental",
        "Como posso me ajudar a lidar com minhas preocupações?",
        "Como posso me sentir melhor?",
        "Como posso me sentir mais calmo?",
        "O que devo fazer para melhorar meu humor?",
        "Como posso me ajudar a lidar com meus sentimentos?",
        "Como posso me ajudar a lidar com meus medos?",
        "O que devo fazer para lidar com meus sentimentos de ansiedade?",
        "Como posso me ajudar a lidar com meus sentimentos de tristeza?",
        "Como posso me ajudar a lidar com minha depressão?",
        "O que devo fazer para me sentir menos isolado?",
        "Como posso me ajudar a lidar com meus sentimentos de solidão?",
        "O que devo fazer para me sentir menos ansioso?",
        "Como posso me ajudar a lidar com meus problemas de saúde mental?",
        "Como posso me ajudar a lidar com meus sentimentos de estresse?"
    ],
    [
        "Quero comprar um imóvel",
        "Quero alugar um imóvel",
        "Quero vender um imóvel",
        "Qual é o preço de um apartamento?",
        "Quais são os imóveis disponíveis?",
        "Oi, quero ver imóveis disponíveis",
        "Quais são as opções de imóveis para alugar?",
        "Quais são os preços dos imóveis?",
        "Qual é a localização dos imóveis?",
        "Quais são os serviços inclusos?",
        "Quais são as condições de financiamento?",
        "Quais são os documentos necessários para alugar um imóvel?",
        "Quais são os procedimentos para alugar um imóvel?",
        "Quero ver fotos dos imóveis",
        "Quais são as taxas e encargos?",
        "Quais são os prazos de entrega?",
        "Quais são as garantias de aluguel?",
        "Quais são as regras de uso do imóvel?",
        "Quero ver a documentação do imóvel",
        "Quais são os serviços de manutenção disponíveis?",
        "Olá, quais são as opções de imóveis disponíveis?",
        "Quais são as características de um determinado imóvel?",
        "Qual é o valor do aluguel deste imóvel?",
        "Quais são as opções de financiamento disponíveis?",
        "Quais são os documentos necessários para alugar um imóvel?",
        "Como funciona o processo de aluguel de imóveis?",
        "Quais são as regras para sublocar um imóvel?",
        "Quais são as taxas de administração para alugar um imóvel?",
        "Quais são os seguros necessários para alugar um imóvel?",
        "Quais são os serviços oferecidos para alugar um imóvel?",
        "Quais são os benefícios de alugar um imóvel?",
        "Quais são as formas de pagamento aceitas para alugar um imóvel?",
        "Quais são os requisitos para alugar um imóvel?",
        "Quais são os procedimentos para fechar um contrato de aluguel de imóveis?",
        "Quais são as leis relacionadas ao aluguel de imóveis?"
    ],
    [
        "Qual é o melhor caminho para entregar o pedido?",
        "Como posso gerenciar melhor o fluxo de entregas?",
        "Como faço para calcular o custo de transporte?",
        "Como posso otimizar o processo de logística?",
        "Quais são as melhores práticas para o transporte de mercadorias?",
        "O que é logística?",
        "Qual é a sua função como profissional de logística?",
        "Como posso me tornar um profissional de logística?",
        "Quais são as principais habilidades necessárias para trabalhar com logística?",
        "Quais são as melhores práticas para otimizar o processo logístico?",
        "Quais são as novas tendências em logística?",
        "Qual é o melhor software para gerenciar o processo logístico?",
        "Como posso reduzir os custos de logística?",
        "Como posso melhorar o serviço de entrega?",
        "Quais são as melhores práticas para a gestão de estoque?",
        "Como posso melhorar a minha gestão de transporte?",
        "Como posso melhorar a minha gestão de armazenamento?",
        "Como posso melhorar a minha gestão de embalagem?",
        "Quais são as melhores práticas para a gestão de rastreamento?",
        "Quais são as melhores práticas para a gestão de documentação?",
        "Qual o melhor caminho para a entrega?",
        "Qual o custo de envio para determinado destino?",
        "Quais são as opções de transporte para o destino?",
        "Quais são as restrições para envio de determinado produto?",
        "Qual o tempo de entrega para determinado destino?",
        "O que devo fazer para garantir a entrega de um produto?",
        "Quais são as melhores opções de embalagem para determinado produto?",
        "Quais são os documentos necessários para envio de determinado produto?",
        "O que devo fazer para garantir o rastreamento de um produto?",
        "Qual o melhor serviço de entrega para determinado destino?",
        "Quais são as melhores práticas para armazenamento de produtos?",
        "Quais são as melhores práticas para embalagem de produtos?",
        "Quais são as melhores práticas para envio de produtos?",
        "Quais são os melhores fornecedores para determinado produto?",
        "Quais são as melhores práticas para gerenciamento de estoque?"
    ],
    [
        "Quero marcar uma consulta com um dentista",
        "Preciso de um dentista",
        "Onde posso encontrar um dentista?",
        "Quais os horários de atendimento do dentista?",
        "Quais são os serviços oferecidos pelo dentista?",
        "Oi, preciso de um horário para uma consulta",
        "Onde fica sua clínica?",
        "Quanto custa uma consulta?",
        "Quais são os horários de atendimento?",
        "Preciso de um dentista para a limpeza dos dentes",
        "Quais são as opções de tratamentos?",
        "Quais são as formas de pagamento?",
        "Quais são os profissionais que trabalham aqui?",
        "Quais são os procedimentos para a extração de um dente?",
        "Preciso de uma recomendação para um dentista",
        "Quais são os procedimentos para tratamento de canal?",
        "Quais são as vantagens de um tratamento de canal?",
        "Preciso de um profissional para a colocação de aparelho ortodôntico",
        "Quais são as opções de aparelhos ortodônticos?",
        "Quais são os riscos de um tratamento ortodôntico?",
        "Bom dia, como posso ajudá-lo?",
        "O que posso fazer por você hoje?",
        "Você tem alguma dúvida sobre a sua saúde bucal?",
        "Você está com dor de dente?",
        "Você já fez algum tratamento odontológico?",
        "Você precisa de alguma informação sobre procedimentos odontológicos?",
        "Você tem alguma dúvida sobre o seu plano de saúde odontológico?",
        "Você precisa de ajuda para marcar uma consulta?",
        "Você está procurando um dentista?",
        "Você precisa de ajuda para encontrar um dentista próximo?",
        "Você está procurando informações sobre tratamentos odontológicos?",
        "Você precisa de ajuda para encontrar um dentista especializado?",
        "Você está procurando informações sobre prevenção bucal?",
        "Você precisa de ajuda para encontrar um dentista que atenda ao seu plano de saúde?",
        "Você precisa de ajuda para encontrar um dentista que aceite pagamento em cartão de crédito?"
    ],
    [
        "Quero criar um site",
        "Como posso criar meu próprio site?",
        "Preciso de ajuda para criar um site",
        "Quais são as etapas para criar um site?",
        "Quero saber como desenhar meu próprio site",
        "Oi, preciso de ajuda com design de sites",
        "Quais são os serviços que você oferece?",
        "Quero criar um site para a minha empresa",
        "Qual é o melhor plano para a minha necessidade?",
        "Quais são os preços dos planos?",
        "Posso ver alguns exemplos de sites que você já criou?",
        "Quanto tempo leva para criar um site?",
        "Quais são os recursos que você oferece?",
        "Quais são as garantias que você oferece?",
        "Você oferece suporte técnico?",
        "Você oferece hospedagem de sites?",
        "Quais são as opções de pagamento?",
        "Você oferece alguma oferta especial?",
        "Você oferece algum desconto?",
        "Você tem alguma referência de clientes satisfeitos?",
        "Oi, eu gostaria de criar um site para minha empresa",
        "Como faço para criar um design atraente para o meu site?",
        "Preciso de ajuda para escolher o melhor layout para o meu site",
        "Preciso de sugestões para tornar o meu site mais intuitivo",
        "Quais são os principais elementos de design que devo considerar?",
        "Quais são as melhores práticas para o design de sites?",
        "Como posso melhorar o design do meu site?",
        "Como posso tornar meu site mais responsivo?",
        "Qual é a melhor maneira de escolher cores e fontes para o meu site?",
        "Qual é a melhor maneira de criar um logotipo para o meu site?",
        "Quais são as principais tendências de design de sites?",
        "Quais são as melhores ferramentas para criar um site?",
        "Como posso adicionar funcionalidades ao meu site?",
        "Como posso otimizar o meu site para mecanismos de busca?",
        "Como posso criar um design de site que seja compatível com dispositivos móveis?"
    ],
    [
        "Como posso obter ajuda médica?",
        "Preciso de ajuda médica",
        "Eu preciso de um médico",
        "Estou procurando um médico",
        "Onde posso encontrar um médico?",
        "Oi, como posso te ajudar?",
        "Estou me sentindo muito cansado",
        "Estou com dores de cabeça",
        "Estou com febre",
        "Estou com dor no peito",
        "Estou com falta de ar",
        "Estou com dor nas costas",
        "Estou com dor no estômago",
        "Estou com náuseas",
        "Estou com diarreia",
        "Estou com vômitos",
        "Estou com dor no braço",
        "Estou com dor nas pernas",
        "Estou com dor no ombro",
        "Estou com dor na mão",
        "Oi, eu quero saber mais sobre o tratamento de uma dor de cabeça",
        "Preciso de orientação sobre como tratar uma doença",
        "Qual é a diferença entre um resfriado e uma gripe?",
        "Quais são os sintomas de uma infecção viral?",
        "Como posso prevenir doenças cardíacas?",
        "Quais são os sintomas de uma alergia?",
        "Qual é a melhor maneira de tratar uma infecção de ouvido?",
        "Quais são os riscos de tomar medicamentos para pressão alta?",
        "Quais são os efeitos colaterais de tomar medicamentos para pressão alta?",
        "Quais são as opções de tratamento para a depressão?",
        "Qual é a melhor maneira de tratar a ansiedade?",
        "O que devo fazer se eu tiver sintomas de gripe?",
        "Como posso prevenir problemas de saúde mental?",
        "Quais são os sintomas de um AVC?",
        "Quais são os sintomas de uma infecção do trato urinário?"
    ],
    [
        "Quero marcar uma consulta",
        "Gostaria de marcar uma consulta",
        "Preciso de um médico",
        "Quero falar com um médico",
        "Preciso de um atendimento médico",
        "Oi, eu preciso de ajuda",
        "Estou sentindo dor no meu estômago",
        "Preciso de alguma recomendação médica",
        "Estou com um resfriado",
        "Preciso de um remédio para dor de cabeça",
        "Estou com tosse",
        "Como posso evitar o contágio da gripe?",
        "Estou com uma alergia",
        "Preciso de um exame de sangue",
        "Preciso de orientação sobre vacinas",
        "Estou com dor na garganta",
        "Preciso de um diagnóstico",
        "Estou sentindo dor nas costas",
        "Preciso de um exame de urina",
        "Preciso de uma recomendação de tratamento",
        "Oi, sou o chatbot médico, como posso ajudar?",
        "O que você sente?",
        "Você está com dor de cabeça?",
        "Você tem alguma alergia?",
        "Você está com febre?",
        "Você está com tosse?",
        "Você está com dor de garganta?",
        "Você está com dor muscular?",
        "Você está com dores abdominais?",
        "Você está tendo dificuldades para respirar?",
        "Você está com diarreia?",
        "Você está com vômito?",
        "Você está sentindo tontura?",
        "Você está sentindo dor de ouvido?",
        "Você está sentindo dor nos olhos?",
        "Você está com dor nas articulações?"
    ],
    [
        "Quero contar algo",
        "Preciso de um contador",
        "Gostaria de contratar um contador",
        "Preciso de ajuda de um contador",
        "Qual é o serviço de um contador?",
        "Quais são os requisitos para ser contador?",
        "Como posso me tornar um contador?",
        "O que é necessário para se tornar um contador?",
        "Quais são as responsabilidades de um contador?",
        "Quais são as melhores práticas de contabilidade?",
        "Qual é a melhor maneira de manter o controle financeiro?",
        "Como se preparar para o exame de certificação de contador?",
        "Como posso melhorar minhas habilidades contábeis?",
        "O que devo considerar antes de contratar um contador?",
        "Como posso encontrar um contador qualificado?",
        "O que devo considerar antes de abrir meu próprio escritório de contabilidade?",
        "Quais são as melhores ferramentas de contabilidade para usar?",
        "Como posso melhorar minhas habilidades de contabilidade básica?",
        "Quais são as principais tendências da contabilidade?",
        "Como posso me certificar como contador?",
        "Me ajude a calcular o valor da minha hipoteca",
        "Quantos dias tem no mês de fevereiro?",
        "Qual é a taxa de juros para um empréstimo?",
        "Qual é a área de um círculo de raio 10?",
        "Qual é a equação da reta que passa pelos pontos (2,3) e (4,7)?",
        "Qual é a soma de 4 + 6?",
        "Qual é a raiz quadrada de 9?",
        "Qual é o resultado da divisão de 25 por 5?",
        "Qual é o valor de x se 2x + 4 = 12?",
        "Qual é a porcentagem de desconto de um produto de R$50,00 que custa R$35,00?",
        "Qual é a diferença entre 8 e 2?",
        "Qual é a média aritmética de 5, 10 e 15?",
        "Qual é o valor da hipotenusa de um triângulo retângulo cujos catetos medem 3 e 4?",
        "Qual é a área de um retângulo com lados de 3 e 4?",
        "Qual é o resultado da soma de 1 + 2 + 3 + 4 + 5 + 6 + 7 + 8 + 9 + 10?"
    ],
    [
        "Qual é a sua especialidade?",
        "Posso ter a sua ajuda?",
        "Quais os pratos que você prepara?",
        "Você tem algo especial para me recomendar?",
        "Você pode me ajudar a preparar uma refeição?",
        "Oi, Chef!",
        "Qual é a sua melhor receita?",
        "Você tem alguma receita vegetariana?",
        "Qual é o seu prato favorito?",
        "Como posso preparar um bolo de chocolate?",
        "Você tem alguma receita saudável?",
        "Como posso fazer um jantar especial?",
        "Como posso preparar um peixe?",
        "Você tem alguma receita de sobremesa?",
        "Como posso temperar uma carne?",
        "Como posso fazer um molho?",
        "Você tem alguma receita de salada?",
        "O que é necessário para fazer um risoto?",
        "Como posso preparar um arroz frito?",
        "Você tem alguma receita de sopa?",
        "O que posso fazer com carne de porco?",
        "Qual é o melhor tempero para peixe?",
        "Como preparar um prato vegetariano?",
        "Qual é a receita de um hambúrguer caseiro?",
        "O que posso servir com arroz?",
        "Como preparar um molho de tomate?",
        "Como temperar carne vermelha?",
        "Qual é a melhor maneira de assar um peru?",
        "Como cozinhar um ovo?",
        "Como preparar uma salada de frutas?",
        "Qual é a melhor maneira de preparar um peixe?",
        "Como preparar um sanduíche de queijo?",
        "O que posso fazer com abacate?",
        "Como preparar um bolo de chocolate?",
        "Qual é a melhor maneira de cozinhar peito de frango?"
    ],
    [
        "Preciso de ajuda com meu carro",
        "O que posso fazer para consertar meu carro?",
        "Preciso de uma verificação no meu carro",
        "Preciso de um mecânico de automóveis",
        "Preciso de ajuda para a manutenção do meu carro",
        "Oi, preciso de ajuda com meu carro",
        "Preciso de uma verificação de rotina",
        "Estou com problemas no motor",
        "Há alguma oficina por perto?",
        "Preciso de um serviço de emergência",
        "Preciso de peças para meu carro",
        "Quanto custa consertar meu carro?",
        "Estou procurando um mecânico de automóveis",
        "Preciso de um serviço de manutenção",
        "O que posso fazer para melhorar o desempenho do meu carro?",
        "Quais são as melhores marcas de peças para carros?",
        "Meu carro está fazendo barulho estranho",
        "Preciso de ajuda para trocar meu óleo",
        "Quais são as melhores práticas de manutenção de carros?",
        "O que devo fazer para manter meu carro em boas condições?",
        "Onde posso encontrar um mecânico de automóveis?",
        "Preciso de uma manutenção no meu carro",
        "Meu carro está apresentando um problema de motor",
        "Qual o preço para trocar o óleo do meu carro?",
        "Preciso de ajuda para trocar os pneus do meu carro",
        "Qual o melhor lugar para consertar o meu carro?",
        "Onde posso encontrar peças de reposição para o meu carro?",
        "Meu carro está com problemas de arrefecimento",
        "O que devo fazer para melhorar o desempenho do meu carro?",
        "Qual é a melhor marca de óleo para usar no meu carro?",
        "Qual é a melhor maneira de limpar os bancos do meu carro?",
        "Preciso de ajuda para trocar a bateria do meu carro",
        "Qual o preço de uma revisão completa do meu carro?",
        "Preciso de ajuda para instalar um sistema de som no meu carro",
        "Onde posso encontrar um mecânico de confiança para consertar o meu carro?"
    ],
    [
        "O que você pode me ajudar como conselheiro artístico?",
        "Preciso de uma orientação artística",
        "Quais são as suas principais habilidades como conselheiro artístico?",
        "O que você pode me contar sobre conselhos artísticos?",
        "Como posso melhorar minhas habilidades artísticas?",
        "Quero me tornar um artista profissional",
        "Estou com dificuldade para desenvolver minhas habilidades artísticas",
        "Quais são os melhores conselhos para melhorar minhas habilidades?",
        "Como posso me tornar um artista melhor?",
        "Quais são as melhores práticas para desenvolver minhas habilidades artísticas?",
        "Como posso aprimorar minhas habilidades artísticas?",
        "Quais são as melhores técnicas de desenho para iniciantes?",
        "Como posso melhorar minha técnica de pintura?",
        "Quais são os melhores materiais para desenhar?",
        "Como posso desenvolver meu estilo artístico?",
        "Quais são os melhores conselhos para desenvolver minhas habilidades artísticas?",
        "Como posso me tornar um artista profissional?",
        "Quais são os melhores sites para aprender sobre arte?",
        "Quais são os melhores cursos para aprender sobre arte?",
        "Quais são os melhores livros para aprender sobre arte?",
        "Qual é a melhor cor para pintar minha sala?",
        "Que tipo de arte devo adicionar à minha coleção?",
        "Quais são as tendências em arte moderna?",
        "Qual é o melhor lugar para comprar uma obra de arte?",
        "Qual é o melhor material para trabalhar com pintura?",
        "Quais são as melhores técnicas para pintar um quadro?",
        "Onde posso encontrar os melhores artistas locais?",
        "Quais são os melhores museus para visitar?",
        "Quais são os melhores livros para ler sobre arte?",
        "Quais são as melhores ferramentas para criar arte digital?",
        "Qual é o melhor estilo para a minha casa?",
        "Quais são os melhores aplicativos para desenhar?",
        "Quais são os melhores materiais para desenhar?",
        "Quais são os melhores cursos para aprender sobre arte?",
        "Quais são os melhores sites para comprar obras de arte?"
    ],
    [
        "Como posso acompanhar meus gastos financeiros?",
        "Qual é a minha relação de custos atual?",
        "Quais são os meus lucros?",
        "Qual é a minha margem de lucro?",
        "Quais são as tendências de mercado atuais?",
        "Quais são as taxas de juros atuais?",
        "Quais são as melhores opções para investir?",
        "Quais são os riscos envolvidos em investir?",
        "Como posso diversificar meus investimentos?",
        "Quais são os meus direitos como investidor?",
        "Quais são as melhores maneiras de economizar dinheiro?",
        "Qual é a melhor maneira de administrar meu dinheiro?",
        "Quais são os custos envolvidos em investir?",
        "Como posso melhorar meu orçamento?",
        "Como posso aumentar meus rendimentos?",
        "Quais são os melhores produtos financeiros para mim?",
        "Quais são as melhores práticas de investimento?",
        "Qual é a melhor maneira de evitar fraudes financeiras?",
        "Como posso gerenciar meus investimentos de maneira eficaz?",
        "Como posso obter aconselhamento financeiro confiável?",
        "O que é um investimento de longo prazo?",
        "Qual é a melhor maneira de economizar dinheiro?",
        "Quais são os melhores investimentos agora?",
        "Quais são as taxas de juros atuais?",
        "Quais são os riscos de investimento?",
        "Como calcular o retorno de um investimento?",
        "Quais são as melhores estratégias de investimento?",
        "Quais são os melhores fundos mútuos para investir?",
        "Quais são os melhores títulos para investir?",
        "Qual é a melhor maneira de diversificar meu portfólio?",
        "Como proteger meu dinheiro de perdas?",
        "Como posso calcular meus impostos?",
        "Quais são os melhores bancos para abrir uma conta?",
        "Como posso obter financiamento para um empreendimento?",
        "Como posso gerenciar melhor meu orçamento?"
    ],
    [
        "Quais são os produtos de investimento que você oferece?",
        "Quais são os benefícios de investir com você?",
        "Quais são as taxas de juros associadas aos seus produtos de investimento?",
        "Como posso começar a investir com você?",
        "Quais são os riscos associados aos seus produtos de investimento?",
        "Quanto é o meu saldo?",
        "Quais são as minhas opções de investimento?",
        "Quais são os meus riscos?",
        "Quais são os meus retornos?",
        "Quais são as taxas de administração?",
        "Quais são os custos de transação?",
        "Quais são os melhores investimentos para o meu objetivo?",
        "Quais são os investimentos mais seguros?",
        "Como posso diversificar meus investimentos?",
        "Como posso aumentar meus rendimentos?",
        "Quais são as melhores estratégias de investimento?",
        "Como posso acompanhar meus investimentos?",
        "Posso solicitar um relatório de investimentos?",
        "O que devo considerar antes de investir?",
        "Como posso aumentar a segurança dos meus investimentos?",
        "O que você recomendaria como investimento?",
        "Quais são os melhores investimentos para o meu perfil?",
        "Quais são os melhores investimentos para o meu perfil de risco?",
        "Quais são os melhores investimentos a longo prazo?",
        "Quais são os melhores investimentos para o meu orçamento?",
        "Quais são os investimentos mais seguros?",
        "Quais são os investimentos mais rentáveis?",
        "Quais são os melhores investimentos para começar?",
        "Qual é o retorno esperado de tal investimento?",
        "Quais são os investimentos mais lucrativos?",
        "Quais são os melhores investimentos para o meu portfólio?",
        "Quais são os melhores investimentos para o meu estilo de vida?",
        "Quais são os melhores investimentos para a minha idade?",
        "Quais são os melhores investimentos para a minha situação financeira?",
        "Quais são os melhores investimentos para o meu objetivo financeiro?"
    ],
    [
        "O que é um degustador de chá?",
        "Quais são os passos para ser um degustador de chá?",
        "Como posso me tornar um degustador de chá?",
        "Qual é a melhor maneira de se tornar um degustador de chá?",
        "Quais são os requisitos para se tornar um degustador de chá?",
        "Oi!",
        "Qual é o seu chá favorito?",
        "Quais são os chás que você recomenda?",
        "Quais são as melhores marcas de chá?",
        "O que é um chá de ervas?",
        "Onde posso comprar chá de boa qualidade?",
        "O que é o melhor chá para relaxar?",
        "Quais são os benefícios do chá?",
        "Quais são os melhores chás para o inverno?",
        "Como preparar o chá corretamente?",
        "Quais são os melhores chás para a saúde?",
        "Qual é a melhor maneira de armazenar chá?",
        "O que é um chá de ervas?",
        "Qual é o melhor chá para a digestão?",
        "Quais são os melhores chás para o verão?",
        "Oi, quero experimentar um chá",
        "O que você recomendaria para um chá da manhã?",
        "Quais são as melhores opções de chá para o inverno?",
        "Quais são os benefícios de tomar chá?",
        "Quais são os melhores chás para a saúde?",
        "Qual chá é bom para aliviar a dor de cabeça?",
        "Quais são os melhores chás para relaxar?",
        "Existe algum chá que ajude a melhorar a memória?",
        "Qual chá é bom para ajudar a dormir?",
        "Quais são alguns chás que ajudam a perder peso?",
        "Qual chá é bom para estimular a digestão?",
        "Quais são os melhores chás para ajudar na concentração?",
        "Quais são os melhores chás para ajudar a reduzir o estresse?",
        "Qual chá é bom para ajudar a prevenir doenças?",
        "Qual chá é bom para ajudar a aliviar a ansiedade?"
    ],
    [
        "Quero decorar meu apartamento",
        "Preciso de um decorador de interiores",
        "Gostaria de saber mais sobre decoração",
        "Quero transformar meu quarto",
        "Preciso de ajuda para decorar minha casa",
        "Oi!",
        "Quais são as suas principais especialidades?",
        "Preciso de um decorador de interiores para me ajudar a redecorar minha casa",
        "Quais são os seus preços?",
        "Quais são as suas áreas de especialização?",
        "Você pode me ajudar a escolher os melhores móveis para a minha sala?",
        "Você tem algum portfólio que eu possa ver?",
        "Você pode me ajudar a escolher a melhor combinação de cores para a minha sala?",
        "Qual é a sua experiência em projetos de decoração?",
        "Como você pode me ajudar a economizar dinheiro com a decoração da minha casa?",
        "Você pode me dar algumas ideias para decoração?",
        "Você pode me ajudar a escolher os melhores acessórios para a minha sala?",
        "Você pode me mostrar algumas opções de iluminação?",
        "Você pode me ajudar a encontrar os melhores materiais para a minha sala?",
        "Quais são os seus métodos de trabalho?",
        "Você pode me mostrar algumas ideias de decoração moderna?",
        "Me dê algumas dicas para decorar meu quarto.",
        "Preciso de ideias para decorar meu apartamento.",
        "Quais são algumas tendências de decoração atuais?",
        "Como posso decorar meu escritório?",
        "Quais são algumas ideias de decoração para quartos pequenos?",
        "O que devo considerar ao escolher uma decoração?",
        "Quais são alguns materiais que posso usar para decorar?",
        "Como posso usar a cor para decorar meu espaço?",
        "Quais são algumas dicas para economizar dinheiro ao decorar?",
        "Como posso adicionar um toque de luxo à minha decoração?",
        "Quais são algumas dicas para decorar com poucos móveis?",
        "Como posso usar a iluminação para decorar meu quarto?",
        "Quais são alguns materiais que posso usar para criar um ambiente acolhedor?",
        "Quais são algumas ideias de decoração para quartos infantis?",
        "Como posso usar os tapetes para decorar meu quarto?"
    ],
    [
        "Quero comprar um buquê de flores",
        "Quero saber quais são as flores disponíveis",
        "Qual é o preço de um buquê de flores?",
        "Quero encomendar uma coroa de flores",
        "Vocês entregam flores?",
        "Olá, gostaria de comprar uma flor",
        "O que você tem em estoque?",
        "Quais são as flores mais populares?",
        "Qual é o preço de uma flor?",
        "Você tem alguma flor que dure mais tempo?",
        "Você tem alguma flor que seja bonita e barata?",
        "Você tem alguma flor para presentear?",
        "Você tem alguma flor para alguém especial?",
        "Qual é a flor mais cara que você tem?",
        "Você tem alguma flor que eu possa usar para decorar?",
        "Você tem alguma flor que eu possa usar para meu buquê?",
        "Você tem alguma flor que eu possa usar para um arranjo de mesa?",
        "Você tem alguma flor que eu possa usar para meu jardim?",
        "Você tem alguma flor que eu possa usar para um canteiro de flores?",
        "Bom dia, quero saber sobre os buquês disponíveis",
        "Quais são os tipos de flores que vocês vendem?",
        "Quais são as cores disponíveis para o buquê?",
        "Qual é o preço do buquê mais barato?",
        "Posso personalizar meu buquê?",
        "Quais são as opções de entrega?",
        "Vocês entregam em outra cidade?",
        "Qual é o prazo de entrega?",
        "Vocês têm flores orgânicas?",
        "Vocês têm buquês especiais para ocasiões especiais?",
        "Vocês têm flores artificiais?",
        "Vocês têm buquês para presentes?",
        "Quais são as formas de pagamento?",
        "Vocês têm descontos para compras em grande quantidade?",
        "Vocês têm serviço de assinatura de flores?"
    ],
    [
        "Qual livro de autoajuda você recomendaria?",
        "Quais são os melhores livros de autoajuda?",
        "Você conhece algum livro de autoajuda?",
        "Onde posso encontrar um livro de autoajuda?",
        "Qual é o melhor livro de autoajuda?",
        "Preciso de ajuda para me sentir melhor",
        "Como posso me motivar?",
        "Como posso me ajudar a superar meus medos?",
        "Como posso me ajudar a lidar com a ansiedade?",
        "Como posso me ajudar a me sentir mais calmo?",
        "Como posso me ajudar a controlar meus pensamentos?",
        "Como posso me ajudar a me sentir mais feliz?",
        "Como posso me ajudar a ter mais confiança?",
        "Como posso me ajudar a ter mais autoestima?",
        "Como posso me ajudar a me sentir mais seguro?",
        "Como posso me ajudar a me sentir mais realizado?",
        "Como posso me ajudar a me sentir mais motivado?",
        "Como posso me ajudar a lidar com meus sentimentos?",
        "Como posso me ajudar a melhorar minhas habilidades de comunicação?",
        "Como posso me ajudar a me sentir mais conectado comigo mesmo?",
        "Você pode me ajudar a me sentir melhor?",
        "Como posso acalmar meus pensamentos?",
        "O que devo fazer para me sentir mais confiante?",
        "Como posso melhorar meu humor?",
        "Como posso me concentrar melhor?",
        "Como posso lidar com meus sentimentos?",
        "Como posso me livrar de minhas ansiedades?",
        "Como posso me sentir mais motivado?",
        "Como posso gerenciar minhas emoções?",
        "Como posso me livrar da depressão?",
        "Como posso melhorar a minha auto-estima?",
        "Como posso me livrar do estresse?",
        "Como posso me livrar do medo?",
        "Como posso me livrar da negatividade?",
        "Como posso me sentir mais seguro?"
    ],
    [
        "O que é o Gnomista?",
        "Qual é o objetivo do Gnomista?",
        "O que o Gnomista oferece?",
        "Como posso usar o Gnomista?",
        "Como posso me inscrever no Gnomista?",
        "Oi Gnomista!",
        "Como posso ajudar?",
        "O que é um Gnomista?",
        "Quais são os seus serviços?",
        "Quais são as suas áreas de especialização?",
        "Você tem alguma experiência em jardinagem?",
        "Você pode me ajudar a montar um jardim?",
        "Você sabe como cuidar de plantas?",
        "Você pode me dar algumas dicas de jardinagem?",
        "Você pode me ajudar a identificar plantas?",
        "Você sabe como plantar uma árvore?",
        "Você sabe quais são as melhores plantas para o meu jardim?",
        "Você pode me dar algumas dicas de paisagismo?",
        "Você pode me mostrar como fazer um jardim vertical?",
        "Você tem alguma experiência em horticultura?",
        "Oi Gnomista, como posso te ajudar?",
        "Qual é a melhor maneira de cuidar de uma árvore?",
        "Como posso melhorar meu jardim?",
        "Quais são as melhores plantas para um clima quente?",
        "Quais são as melhores plantas para um clima frio?",
        "O que devo fazer para manter minhas plantas saudáveis?",
        "Quais são os melhores métodos de irrigação?",
        "Como posso controlar pragas em meu jardim?",
        "Quais são as melhores plantas para plantar em um vaso?",
        "Como posso prevenir doenças em meu jardim?",
        "Quais são as melhores plantas para plantar em um terreno árido?",
        "O que devo fazer para melhorar o solo em meu jardim?",
        "Quais são as melhores plantas para diminuir a erosão do solo?",
        "Como posso melhorar a fertilidade do solo em meu jardim?",
        "Qual é a melhor maneira de cuidar de uma árvore frutífera?"
    ],
    [
        "Quero ler um aforismo",
        "Mostra-me um aforismo",
        "Mostra-me um aforismo interessante",
        "Gostaria de ver um aforismo",
        "Quero ver aforismos",
        "A vida é uma jornada, não um destino.",
        "O medo é a única prisão que construímos para nós mesmos.",
        "A vida é uma viagem, não um destino.",
        "Você nunca pode subestimar o poder da persistência.",
        "Você não pode controlar o que acontece, mas você pode controlar como reage a isso.",
        "A vida é uma oportunidade, aproveite-a.",
        "Você não pode mudar o passado, mas pode mudar o futuro.",
        "A vida é para ser vivida, não controlada.",
        "A vida é uma aventura, não um destino.",
        "Você não pode mudar o que aconteceu, mas pode mudar o que acontece.",
        "O que é certo é certo, o que é errado é errado.",
        "Você é responsável pela sua própria felicidade.",
        "Não há nada como o amor para mudar o mundo.",
        "Você não pode mudar o que não pode controlar.",
        "Você é o único responsável por sua própria felicidade.",
        "O sucesso não é a chave para a felicidade. A felicidade é a chave para o sucesso",
        "A vida é curta, sorria enquanto você ainda tem dentes",
        "Não existe nada que você não possa fazer se colocar a mente para isso",
        "O medo é a única prisão em que as pessoas se prendem a si mesmas",
        "A vida é uma jornada, não um destino",
        "A vida é como uma câmera, foca no que é importante, captura os bons momentos, desenvolve a partir dos erros e, se tudo der errado, tire outra foto",
        "A vida é curta, não desperdice-a vivendo a vida de outra pessoa",
        "A vida é como um espelho, te mostra a verdade e te devolve a imagem que você lhe dá",
        "Você não pode controlar o que acontece, mas você pode controlar como reage a isso",
        "Você não pode mudar o passado, mas você pode mudar o seu futuro",
        "Não há nada que você não possa fazer se colocar a mente para isso",
        "A vida é curta, viva-a como se não houvesse amanhã",
        "O único lugar onde o sucesso vem antes do trabalho é no dicionário",
        "A vida é curta, ria enquanto puder",
        "O melhor é o inimigo do bom"
    ],
    [
        "Comece o jogo",
        "Comece uma nova aventura",
        "Escolha um personagem",
        "Vá para a próxima sala",
        "Você encontrou um tesouro",
        "Vamos começar!",
        "Onde estou?",
        "Qual é a minha missão?",
        "Quem sou eu?",
        "O que devo fazer?",
        "Quais são minhas opções?",
        "Como posso avançar?",
        "Existe alguma pista?",
        "Onde devo ir?",
        "Quais são os riscos?",
        "Quais são as recompensas?",
        "Qual é o próximo passo?",
        "Estou perdido, o que devo fazer?",
        "O que devo procurar?",
        "Como posso vencer?",
        "Vá para o norte",
        "Vá para o leste",
        "Vá para o oeste",
        "Vá para o sul",
        "Ataque o inimigo",
        "Pegue a espada",
        "Vá para a floresta",
        "Encontre a chave",
        "Desvende o mistério",
        "Abra a porta",
        "Explore a caverna",
        "Salte o rio",
        "Enfrente o dragão",
        "Encontre a pérola",
        "Vá para o templo"
    ],
    [
        "Gere um título elegante",
        "Crie um título bonito",
        "Gere um título chique",
        "Me dê um título sofisticado",
        "Gere um título refinado",
        "Preciso de um título elegante para um poema",
        "Quero um título para um artigo",
        "Preciso de um título que chame atenção",
        "Quero um título que seja muito impactante",
        "Preciso de um título para minha tese",
        "Gostaria de um título para um livro",
        "Quero um título que seja memorável",
        "Preciso de um título para uma apresentação",
        "Gostaria de um título para uma música",
        "Quero um título que seja único",
        "Preciso de um título para uma história",
        "Gostaria de um título para um conto",
        "Quero um título que seja gracioso",
        "Preciso de um título para um documentário",
        "Gostaria de um título para uma peça teatral",
        "A Beleza do Desconhecido",
        "O Charme do Não Dito",
        "A Magia do Invisível",
        "O Mistério do Olvidado",
        "A Sedução do Não Revelado",
        "A Gratidão do Inexplicável",
        "O Fascínio do Ignorado",
        "A Alegria do Não Compreendido",
        "A Elegância do Não Revelado",
        "A Harmonia do Desconhecido",
        "A Fé do Não Visto",
        "A Sabedoria do Invisível",
        "A Calma do Não Revelado",
        "A Compaixão do Inexplicável",
        "A Paz do Não Entendido"
    ],
    [
        "O que é um estatístico?",
        "Qual é o trabalho de um estatístico?",
        "Como posso me tornar um estatístico?",
        "Quais são as habilidades necessárias para se tornar um estatístico?",
        "Quais são as áreas de atuação de um estatístico?",
        "O que é estatística?",
        "Qual é a definição de estatística?",
        "Como posso usar estatística?",
        "Como a estatística pode me ajudar?",
        "Quais são os principais conceitos da estatística?",
        "Quais são os tipos de estatísticas?",
        "Quais são as aplicações da estatística?",
        "Como posso aprender estatística?",
        "Quais são os melhores livros sobre estatística?",
        "Qual é a diferença entre estatística descritiva e inferencial?",
        "Quais são as principais técnicas de análise estatística?",
        "Quais são os principais métodos estatísticos?",
        "Quais são as principais ferramentas de análise estatística?",
        "Quais são os principais algoritmos de estatística?",
        "Como posso aplicar estatística em meus projetos?",
        "Qual foi a média de vendas de nosso produto no mês passado?",
        "Qual foi a variação dos preços dos nossos produtos nos últimos 6 meses?",
        "Qual foi a porcentagem de crescimento de nossas vendas no ano passado?",
        "Qual foi a média de tempo de resposta dos nossos clientes para a última campanha?",
        "Quantos clientes nós tivemos nos últimos 12 meses?",
        "Qual foi o nível de satisfação dos nossos clientes com o nosso serviço?",
        "Qual foi a média de retenção de clientes nos últimos 3 meses?",
        "Qual foi a média de tempo de resposta dos nossos funcionários para as solicitações de clientes?",
        "Qual foi a porcentagem de crescimento do nosso faturamento nos últimos 5 anos?",
        "Qual foi a média de tempo de resposta dos nossos funcionários para as solicitações internas?",
        "Quantos clientes nós tivemos nos últimos 6 meses?",
        "Qual foi a porcentagem de redução de custos nos últimos 3 anos?",
        "Qual foi a média de tempo de resposta dos nossos funcionários para as solicitações de suporte?",
        "Qual foi a média de tempo de resposta dos nossos clientes para as solicitações de suporte?",
        "Quantos clientes nós tivemos nos últimos 3 meses?"
    ],
    [
        "Crie um prompt para mim",
        "Me dê um prompt",
        "Gere um prompt para mim",
        "Me ajude a criar um prompt",
        "Me dê uma ideia para um prompt",
        "Escreva sobre a última vez que você experimentou algo novo",
        "Descreva um momento de grande felicidade",
        "Escreva sobre uma personagem que você criou",
        "Crie uma história sobre uma criança que descobre um segredo",
        "O que você faria se tivesse um dia livre para fazer o que quisesse?",
        "Crie uma história sobre alguém que descobre um talento oculto",
        "Escreva sobre o que você faria se tivesse a chance de mudar algo no passado",
        "Crie uma história sobre alguém que enfrenta um grande desafio",
        "O que você faria se tivesse um superpoder?",
        "Descreva um momento de grande tristeza",
        "Escreva sobre alguém que descobre um segredo inesperado",
        "Crie uma história sobre alguém que viaja para um lugar desconhecido",
        "O que você faria se tivesse a chance de mudar algo no futuro?",
        "Descreva algo que você aprendeu recentemente",
        "Escreva sobre alguém que enfrenta um grande medo",
        "Você já pensou em escrever sobre algo que te interessa?",
        "Você já considerou escrever sobre algo que você ainda não experimentou?",
        "Você já se perguntou como seria escrever sobre algo que você não conhece?",
        "Você já imaginou escrever sobre algo que você nunca viu?",
        "Você já pensou em escrever sobre algo que você nunca ouviu falar?",
        "Você já considerou escrever sobre algo que você tenha medo?",
        "Você já se perguntou como seria escrever sobre algo que você não entende?",
        "Você já imaginou escrever sobre algo que te assusta?",
        "Você já pensou em escrever sobre algo que te desafia?",
        "Você já considerou escrever sobre algo que te desafia mentalmente?",
        "Você já se perguntou como seria escrever sobre algo que ninguém jamais escreveu?",
        "Você já imaginou escrever sobre algo que você nunca pensou antes?",
        "Você já pensou em escrever sobre algo que você nunca tinha considerado?",
        "Você já considerou escrever sobre algo que você nunca tinha ouvido falar?",
        "Você já se perguntou como seria escrever sobre algo que você nunca tinha visto antes?"
    ],
    [
        "Crie um prompt",
        "Me dê um prompt",
        "Gere um prompt",
        "Me ajude a criar um prompt",
        "Quero um prompt",
        "O que é a vida sem desafios?",
        "Você já experimentou algo novo recentemente?",
        "Você está pronto para uma mudança?",
        "Você está pronto para sair da sua zona de conforto?",
        "Você está preparado para o desconhecido?",
        "Você já seguiu algum sonho?",
        "Você já tentou algo que não tenha feito antes?",
        "Você está pronto para uma nova jornada?",
        "Você está disposto a se abrir para algo novo?",
        "Você está pronto para crescer?",
        "Você está pronto para se aventurar?",
        "Você está pronto para se conectar com algo maior?",
        "Você está pronto para se permitir ser feliz?",
        "Você está pronto para se tornar quem você realmente é?",
        "Você está pronto para se conectar com sua verdadeira essência?",
        "Como posso me conectar melhor com meus clientes?",
        "Como posso melhorar minha comunicação com meus clientes?",
        "Como posso melhorar minha presença online?",
        "Como posso melhorar minha marca?",
        "Como posso melhorar minha experiência de usuário?",
        "Como posso aumentar meu alcance?",
        "Como posso aumentar meu tráfego?",
        "Como posso ampliar meu público?",
        "Como posso melhorar minha presença nas mídias sociais?",
        "Como posso melhorar minha experiência de compra?",
        "Como posso melhorar meu relacionamento com meus clientes?",
        "Como posso melhorar meu serviço ao cliente?",
        "Como posso melhorar minha estratégia de conteúdo?",
        "Como posso melhorar minha estratégia de SEO?",
        "Como posso melhorar minha estratégia de marketing?"
    ],
    [
        "O que significa sonhar com um gato?",
        "Me fale sobre sonhos com água",
        "O que significa sonhar com uma cobra?",
        "O que significa sonhar com uma abelha?",
        "Como interpretar sonhos com fogo?",
        "Sonhei que estava voando",
        "Sonhei que estava nadando",
        "Sonhei que estava caindo",
        "Sonhei que estava correndo",
        "Sonhei que estava andando",
        "Sonhei que estava crescendo",
        "Sonhei que estava me afogando",
        "Sonhei que estava com medo",
        "Sonhei que estava sendo perseguido",
        "Sonhei que estava dirigindo",
        "Sonhei que estava subindo",
        "Sonhei que estava caindo de para-quedas",
        "Sonhei que estava navegando",
        "Sonhei que estava numa montanha-russa",
        "Sonhei que estava sendo perseguido por um monstro",
        "Sonhei que estava caindo de um prédio alto",
        "Sonhei que meu pai estava falando comigo",
        "Sonhei que estava nadando em um lago",
        "Sonhei que estava voando",
        "Sonhei que estava numa floresta",
        "Sonhei que estava falando com um estranho",
        "Sonhei que estava correndo de algo",
        "Sonhei que estava andando por um túnel",
        "Sonhei que estava numa montanha",
        "Sonhei que estava em um lugar desconhecido",
        "Sonhei que estava numa praia",
        "Sonhei que estava em um lugar escuro",
        "Sonhei que estava numa cidade grande",
        "Sonhei que estava em um campo",
        "Sonhei que estava em uma caverna"
    ],
    [
        "Crie uma folha de exercícios de preenchimento de espaços em branco",
        "Gere uma folha de exercícios de preenchimento de espaços em branco",
        "Crie uma folha de exercícios",
        "Gere uma folha de exercícios",
        "Quero criar uma folha de exercícios de preenchimento de espaços em branco",
        "Gostaria de gerar uma folha de exercícios de preenchimento de espaços em branco",
        "Quero criar uma folha de preenchimento de espaços em branco",
        "Preciso de uma folha de preenchimento de espaços em branco",
        "Como posso criar uma folha de preenchimento de espaços em branco?",
        "Quero uma folha de preenchimento de espaços em branco",
        "Posso gerar uma folha de preenchimento de espaços em branco?",
        "Me ajude a criar uma folha de preenchimento de espaços em branco",
        "Como faço para gerar uma folha de preenchimento de espaços em branco?",
        "Eu gostaria de criar uma folha de preenchimento de espaços em branco",
        "Quero gerar uma folha de preenchimento de espaços em branco",
        "Preciso de ajuda para criar uma folha de preenchimento de espaços em branco",
        "Como eu posso criar uma folha de preenchimento de espaços em branco?",
        "Como gerar uma folha de preenchimento de espaços em branco?",
        "Como criar uma folha de preenchimento de espaços em branco?",
        "Me ajude a gerar uma folha de preenchimento de espaços em branco",
        "Usado para ajudar os alunos a praticar a leitura e a escrita",
        "Ajuda os alunos a aprender novas palavras e frases",
        "Ajuda os alunos a se familiarizarem com a estrutura de frases",
        "Ajuda os alunos a desenvolver a compreensão de textos",
        "Ajuda os alunos a melhorar a gramática e a ortografia",
        "Ajuda os alunos a se prepararem para testes escolares",
        "Ajuda os alunos a desenvolver habilidades de escrita",
        "Ajuda os alunos a melhorar a capacidade de leitura",
        "Ajuda os alunos a desenvolver a compreensão auditiva",
        "Ajuda os alunos a melhorar a capacidade de interpretação de textos",
        "Ajuda os alunos a desenvolver habilidades de raciocínio lógico",
        "Ajuda os alunos a desenvolver habilidades de resolução de problemas",
        "Ajuda os alunos a melhorar suas habilidades de comunicação",
        "Ajuda os alunos a se prepararem para avaliações acadêmicas",
        "Ajuda os alunos a reforçar conhecimentos adquiridos em sala de aula"
    ],
    [
        "Quais são os requisitos para se tornar um testador de qualidade de software?",
        "Quais são os passos para executar um teste de qualidade de software?",
        "Quais são as ferramentas usadas para testar a qualidade de software?",
        "Quais são os melhores métodos para testar a qualidade de software?",
        "Quais são as melhores práticas para testar a qualidade de software?",
        "Oi, preciso de ajuda com o testador de qualidade de software",
        "O que é o testador de qualidade de software?",
        "Como funciona o testador de qualidade de software?",
        "Quais são os benefícios do testador de qualidade de software?",
        "Quais são os requisitos para usar o testador de qualidade de software?",
        "Como posso usar o testador de qualidade de software?",
        "Como posso garantir que o testador de qualidade de software está funcionando corretamente?",
        "Quais são as melhores práticas para usar o testador de qualidade de software?",
        "Como posso saber se o testador de qualidade de software está funcionando corretamente?",
        "Como posso testar o testador de qualidade de software?",
        "Como posso obter ajuda com o testador de qualidade de software?",
        "Quais são os recursos disponíveis para o testador de qualidade de software?",
        "Como posso melhorar o testador de qualidade de software?",
        "Quais são as últimas atualizações do testador de qualidade de software?",
        "Quais são os recursos mais recentes do testador de qualidade de software?",
        "Verifique a segurança do software",
        "Teste a funcionalidade do software",
        "Verifique a consistência do software",
        "Verifique a usabilidade do software",
        "Verifique a confiabilidade do software",
        "Teste a estabilidade do software",
        "Verifique a portabilidade do software",
        "Verifique a performance do software",
        "Teste a compatibilidade do software",
        "Verifique a interoperabilidade do software",
        "Verifique a escalabilidade do software",
        "Teste a manutenibilidade do software",
        "Verifique a robustez do software",
        "Verifique a segurança da informação do software",
        "Teste a qualidade do código do software"
    ],
    [
        "Quero jogar Jogo da Velha",
        "Vamos jogar Jogo da Velha?",
        "Como jogar Jogo da Velha?",
        "Quais são as regras do Jogo da Velha?",
        "Quem vence no Jogo da Velha?",
        "Vamos jogar Jogo da Velha?",
        "Qual é a dificuldade?",
        "Onde posso jogar?",
        "Quem começa?",
        "Você quer jogar?",
        "Você sabe jogar Jogo da Velha?",
        "Quem ganha?",
        "Vamos jogar de novo?",
        "Quero jogar outra vez!",
        "Quem venceu?",
        "Como jogar?",
        "Onde posso encontrar as regras?",
        "Você quer jogar Jogo da Velha?",
        "Qual é o melhor jogador?",
        "Quem vai ganhar esta partida?",
        "Vamos jogar Jogo da Velha?",
        "Vamos jogar um jogo de Jogo da Velha?",
        "Quer jogar Jogo da Velha?",
        "Vamos ver quem ganha no Jogo da Velha?",
        "Vou te desafiar para Jogo da Velha?",
        "Vamos jogar uma partida de Jogo da Velha?",
        "Vamos jogar Jogo da Velha para ver quem ganha?",
        "Vamos jogar Jogo da Velha para passar o tempo?",
        "Vamos jogar Jogo da Velha e ver quem ganha?",
        "Vamos jogar Jogo da Velha para ver quem é melhor?",
        "Vamos jogar Jogo da Velha para ver quem é o campeão?",
        "Vamos jogar Jogo da Velha e ver quem é o vencedor?",
        "Vamos jogar Jogo da Velha para ver quem é o mais rápido?",
        "Vamos jogar Jogo da Velha para ver quem é o melhor jogador?",
        "Vamos jogar Jogo da Velha para ver quem é o mais inteligente?"
    ],
    [
        "Gere uma senha",
        "Crie uma senha",
        "Me dê uma senha",
        "Preciso de uma senha",
        "Quero uma senha",
        "Preciso gerar uma senha",
        "Gostaria de criar uma senha",
        "Preciso de ajuda para gerar uma senha",
        "Quero criar uma senha segura",
        "Quero gerar uma senha forte",
        "Como faço para criar uma senha?",
        "Preciso de uma senha segura",
        "Gostaria de gerar uma senha",
        "Quero criar uma senha",
        "Como posso criar uma senha?",
        "Gostaria de gerar uma senha segura",
        "Preciso de ajuda para criar uma senha",
        "Como faço para gerar uma senha?",
        "Quero gerar uma senha",
        "Gostaria de criar uma senha forte",
        "Crie uma senha para minha conta de email",
        "Me ajude a criar uma senha segura",
        "Gerar uma senha para mim",
        "Preciso de uma senha forte",
        "Gere uma senha com 8 caracteres",
        "Gere uma senha com letras e números",
        "Preciso de uma senha com letras maiúsculas e minúsculas",
        "Crie uma senha que seja difícil de adivinhar",
        "Me dê uma senha com 10 caracteres",
        "Gerar senha para minha conta de banco",
        "Gerar senha para acessar meu computador",
        "Me ajude a gerar uma senha segura",
        "Gere uma senha com caracteres especiais",
        "Me ajude a criar uma senha forte",
        "Gerar uma senha com 12 caracteres"
    ],
    [
        "Traduza código Morse",
        "Qual é o código Morse para 'olá'?",
        "Traduza o código Morse '.... . .-.. .-.. ---'",
        "Qual é o significado de '.- -... -.-.'?",
        "Como se diz 'amor' em código Morse?",
        "Traduza o código Morse para mim",
        "Qual é o equivalente em código Morse?",
        "Preciso de ajuda para traduzir código Morse",
        "O que significa esse código Morse?",
        "Como traduzo isso para código Morse?",
        "Qual é o significado desse código Morse?",
        "Como posso traduzir isso para código Morse?",
        "Você pode me ajudar a traduzir código Morse?",
        "Como se traduz esse código Morse?",
        "Qual é a tradução para esse código Morse?",
        "Preciso de ajuda para traduzir essa mensagem em código Morse",
        "Qual é o código Morse para essa frase?",
        "Como se traduz essa frase para código Morse?",
        "Como posso traduzir essa frase para código Morse?",
        "Preciso de ajuda para traduzir essa frase para código Morse",
        "Envie 'SOS' em código morse",
        "Traduza 'SOS' em código morse",
        "Qual é a tradução de 'SOS' em código morse?",
        "O que significa 'SOS' em código morse?",
        "O que é 'SOS' em código morse?",
        "Como se escreve 'SOS' em código morse?",
        "Qual o código morse de 'SOS'?",
        "Qual a versão em código morse de 'SOS'?",
        "O que significa 'AR' em código morse?",
        "Qual é a tradução de 'AR' em código morse?",
        "O que é 'AR' em código morse?",
        "Como se escreve 'AR' em código morse?",
        "Qual o código morse de 'AR'?",
        "Qual a versão em código morse de 'AR'?",
        "Traduza 'AR' em código morse"
    ],
    [
        "O que você pode me dizer sobre instrutores em uma escola?",
        "Como um instrutor pode ajudar na escola?",
        "Qual é o papel de um instrutor na escola?",
        "Quais são os benefícios de ser um instrutor na escola?",
        "Quais são as responsabilidades de um instrutor em uma escola?",
        "Oi, sou o instrutor da escola!",
        "Qual é a sua dúvida sobre a escola?",
        "Como posso ajudar?",
        "Quais são as minhas opções de aula?",
        "Quais são os requisitos para a inscrição?",
        "Quais são os horários das aulas?",
        "Quais são os custos de matrícula?",
        "Quais são os benefícios de estudar aqui?",
        "Como posso me inscrever?",
        "Quais são as políticas de aulas?",
        "Como posso acessar os materiais de aula?",
        "Quais são os meios de pagamento aceitos?",
        "Existem bolsas de estudo disponíveis?",
        "Como posso obter mais informações sobre a escola?",
        "Existe algum programa de desconto para alunos antigos?",
        "Oi, como posso te ajudar?",
        "Qual é o melhor curso para mim?",
        "Qual é o melhor lugar para estudar?",
        "Você pode me dar algumas dicas sobre como me preparar para o exame?",
        "Qual é o melhor método de aprendizagem para mim?",
        "Como faço para me inscrever para um curso?",
        "Como posso obter ajuda para estudar?",
        "Onde posso encontrar os melhores materiais de estudo?",
        "Qual é o melhor horário para estudar?",
        "Qual é a melhor maneira de me manter motivado?",
        "O que devo fazer se eu estiver tendo dificuldades com um assunto?",
        "Quais são os requisitos para obter um diploma?",
        "Como posso me inscrever para aulas particulares?",
        "Qual é o melhor lugar para encontrar professores particulares?",
        "O que devo fazer para me preparar para um exame?"
    ],
    [
        "Como uso o Terminal SQL?",
        "O que é o Terminal SQL?",
        "Como acesso o Terminal SQL?",
        "Quais são os comandos básicos do Terminal SQL?",
        "Como posso executar consultas no Terminal SQL?",
        "Oi!",
        "Como posso te ajudar?",
        "Quais comandos posso usar?",
        "Qual é o nome do meu banco de dados?",
        "Como faço para criar uma tabela?",
        "Como faço para inserir dados na tabela?",
        "Como faço para selecionar dados?",
        "Como faço para atualizar dados?",
        "Como faço para excluir dados?",
        "Qual é a sintaxe para criar uma consulta?",
        "Como faço para criar um índice?",
        "Como faço para excluir uma tabela?",
        "Como faço para criar um usuário?",
        "Como faço para gerenciar permissões?",
        "Como faço para criar um backup do banco de dados?",
        "Executar consulta de seleção de dados",
        "Atualizar tabela de dados",
        "Criar nova tabela de dados",
        "Apagar tabela de dados",
        "Inserir novos dados na tabela",
        "Alterar o nome de uma tabela",
        "Criar nova coluna na tabela",
        "Apagar coluna da tabela",
        "Alterar o tipo de dados de uma coluna",
        "Executar consulta de junção de tabelas",
        "Executar consulta de agregação",
        "Criar nova função de banco de dados",
        "Criar novo índice na tabela",
        "Criar nova visão",
        "Criar novo procedimento armazenado"
    ],
    [
        "Qual é a sua especialidade?",
        "Quais são os seus serviços?",
        "Quais são os seus horários?",
        "Posso marcar uma consulta?",
        "Qual é o seu endereço?",
        "Oi, eu gostaria de saber mais sobre nutrição",
        "Quais alimentos são bons para a saúde?",
        "Quais são os melhores alimentos para perda de peso?",
        "Qual é a melhor dieta para mim?",
        "Quais alimentos devo evitar?",
        "Como posso melhorar meu estilo de vida?",
        "Como posso ter uma dieta equilibrada?",
        "Quais são as melhores fontes de proteína?",
        "Como posso controlar meu apetite?",
        "Como faço para me alimentar corretamente?",
        "Como posso evitar alimentos processados?",
        "Quais alimentos ajudam a melhorar a saúde do coração?",
        "Quais alimentos ajudam a controlar o açúcar no sangue?",
        "Quais alimentos devo comer para melhorar minha digestão?",
        "Como posso manter minha dieta saudável?",
        "Qual é a quantidade ideal de calorias para uma pessoa saudável?",
        "Quais alimentos são ricos em proteína?",
        "O que devo comer para ter uma boa noite de sono?",
        "Qual é a melhor forma de me alimentar para perder peso?",
        "Quais são os benefícios de comer frutas e vegetais?",
        "Quais alimentos posso comer para aumentar minha energia?",
        "Quais alimentos devo evitar para controlar meu colesterol?",
        "Quais são os melhores alimentos para uma dieta equilibrada?",
        "Quais alimentos são ricos em cálcio?",
        "Quais alimentos devo comer para melhorar meu sistema imunológico?",
        "Quais alimentos são ricos em ferro?",
        "Qual é a melhor maneira de me alimentar para melhorar minha saúde?",
        "Qual é a quantidade ideal de carboidratos para uma pessoa saudável?",
        "Quais alimentos são ricos em fibras?",
        "Quais alimentos são ricos em vitamina C?"
    ],
    [
        "Preciso falar com um psicólogo",
        "Gostaria de marcar uma consulta com um psicólogo",
        "Como posso encontrar um psicólogo?",
        "Qual é o melhor psicólogo da região?",
        "Quero saber mais sobre psicólogos",
        "Estou me sentindo muito triste",
        "Preciso desabafar",
        "Estou me sentindo muito sozinho",
        "Estou muito ansioso",
        "Estou me sentindo muito estressado",
        "Preciso de ajuda",
        "Estou me sentindo muito confuso",
        "Preciso de um ouvinte",
        "Estou me sentindo muito desanimado",
        "Estou me sentindo muito só",
        "Estou me sentindo muito deprimido",
        "Estou me sentindo muito cansado",
        "Estou me sentindo muito desmotivado",
        "Estou me sentindo muito desesperado",
        "Não consigo me concentrar",
        "O que você acha que está me causando ansiedade?",
        "Como posso lidar com meus sentimentos?",
        "Como posso me livrar do meu medo?",
        "Como eu posso controlar minha raiva?",
        "Qual é o melhor caminho para resolver meus problemas?",
        "Como posso me sentir mais confiante?",
        "Como posso superar meus traumas?",
        "Como posso me tornar mais resiliente?",
        "Como posso me sentir mais seguro?",
        "Como posso melhorar minha autoestima?",
        "Como posso parar de me preocupar com o que os outros pensam?",
        "Como posso me livrar do meu sentimento de culpa?",
        "Como posso lidar com o estresse do meu dia a dia?",
        "Como posso me sentir mais feliz?",
        "Como posso me livrar dos meus medos?"
    ],
    [
        "O que é Terapia Cognitivo Comportamental?",
        "Qual é o objetivo da Terapia Cognitivo Comportamental?",
        "Quais são as técnicas da Terapia Cognitivo Comportamental?",
        "Como a Terapia Cognitivo Comportamental pode me ajudar?",
        "Quais são os benefícios da Terapia Cognitivo Comportamental?",
        "Estou me sentindo muito triste",
        "Estou me sentindo desmotivado",
        "Eu me sinto sozinho",
        "Estou me sentindo ansioso",
        "Estou me sentindo estressado",
        "Estou me sentindo inseguro",
        "Estou me sentindo desconfortável",
        "Estou me sentindo incomodado",
        "Estou me sentindo desanimado",
        "Estou me sentindo desesperançado",
        "Estou me sentindo confuso",
        "Estou me sentindo exausto",
        "Estou me sentindo desconectado",
        "Estou me sentindo sem esperança",
        "Estou me sentindo desencorajado",
        "Você já tentou identificar quais pensamentos estão contribuindo para o seu estado de espírito?",
        "Como você reagiu às emoções que você estava sentindo?",
        "Como você reagiu às crenças que você teve sobre a situação?",
        "Você já tentou observar seus pensamentos e ver se eles eram realistas?",
        "Você já tentou identificar quais comportamentos estão contribuindo para o seu estado de espírito?",
        "Você já tentou identificar quais emoções estão contribuindo para o seu estado de espírito?",
        "Você já tentou mudar seus pensamentos para melhorar a sua situação?",
        "Você já tentou usar técnicas de relaxamento para ajudar a lidar com suas emoções?",
        "Você já tentou mudar seus comportamentos para melhorar a sua situação?",
        "Você já tentou identificar quais crenças estão contribuindo para o seu estado de espírito?",
        "Você já tentou mudar suas crenças para melhorar a sua situação?",
        "Você já tentou usar técnicas de autoconsciência para ajudar a lidar com suas emoções?",
        "Você já tentou usar técnicas de desafio cognitivo para ajudar a mudar seus pensamentos?",
        "Você já tentou usar técnicas de modificação de comportamento para ajudar a mudar seus comportamentos?",
        "Você já tentou usar técnicas de reestruturação cognitiva para ajudar a mudar suas crenças?"
    ],
    [
        "Gere um nome de domínio inteligente",
        "Crie um nome de domínio inteligente",
        "Me ajude a criar um nome de domínio inteligente",
        "Preciso de um nome de domínio inteligente",
        "Quero um nome de domínio inteligente",
        "Gostaria de gerar um nome de domínio",
        "Preciso de um nome de domínio",
        "Como posso criar um nome de domínio?",
        "Quero gerar um nome de domínio",
        "Preciso de um nome de domínio inteligente",
        "Quero criar um nome de domínio",
        "Como posso obter um nome de domínio?",
        "Gostaria de saber como criar um nome de domínio",
        "Preciso de ajuda para gerar um nome de domínio",
        "Quero criar um nome de domínio inteligente",
        "Como posso obter um nome de domínio inteligente?",
        "Gostaria de saber como gerar um nome de domínio",
        "Onde posso obter um nome de domínio?",
        "Como posso criar um nome de domínio inteligente?",
        "Preciso de ajuda para criar um nome de domínio inteligente?",
        "Criativofacil.com",
        "Inteligenteideias.net",
        "Dominiopersonalizado.org",
        "Ideiaconcreta.com",
        "Criatividadesite.net",
        "Nameinteligente.org",
        "Ideiaoriginal.com",
        "Dominiocriativo.net",
        "Idealname.org",
        "Criativonome.com",
        "Idealideia.net",
        "Nameinteligente.org",
        "Idealcriativo.com",
        "Nomecriativo.net",
        "Idealoriginal.org"
    ],
    [
        "Qual a última tecnologia que você revisou?",
        "Qual é a melhor tecnologia para usar?",
        "Quais são os principais recursos da tecnologia?",
        "Você pode me ajudar a revisar a tecnologia?",
        "Existe alguma tecnologia que você recomendaria?",
        "O que você pode me dizer sobre o novo iPhone?",
        "Quais são as características do novo Samsung Galaxy?",
        "Você tem alguma recomendação de computador para jogos?",
        "Quais são as principais diferenças entre o Mac Pro e o MacBook Air?",
        "Qual é a melhor câmera para fotografia?",
        "Qual é o melhor sistema operacional para usuários iniciantes?",
        "Quais são as vantagens do Windows 10?",
        "Qual é a melhor opção de computador para trabalho de escritório?",
        "Você pode me recomendar algum tablet bom?",
        "Quais são as principais diferenças entre os modelos de iPad?",
        "Qual é a melhor impressora para uso doméstico?",
        "Qual é a melhor TV para assistir filmes?",
        "Quais são os melhores fones de ouvido para jogos?",
        "Quais são as principais diferenças entre os modelos de PlayStation?",
        "Quais são os melhores alto-falantes para ouvir música?",
        "Ajude-me a escolher entre duas opções de computador",
        "O que devo considerar ao comprar um novo smartphone?",
        "Qual é o melhor tablet para jogos?",
        "Qual é a melhor câmera para fotografia de viagem?",
        "Qual é a melhor lente para câmeras DSLR?",
        "Qual é o melhor sistema operacional para computadores?",
        "Qual é a melhor opção para um computador de mesa?",
        "O que posso fazer para melhorar meu laptop?",
        "Quais são os melhores computadores portáteis para jogos?",
        "Qual é o melhor aplicativo para edição de vídeo?",
        "Qual é o melhor software de edição de fotos?",
        "Qual é a melhor maneira de proteger meus dados?",
        "Qual é o melhor serviço de armazenamento em nuvem?",
        "Qual é o melhor headset para jogos?",
        "Como posso melhorar minha conexão Wi-Fi?"
    ],
    [
        "Como posso ajudar os desenvolvedores?",
        "O que é necessário para estabelecer uma boa relação com os desenvolvedores?",
        "Quais são as melhores práticas para trabalhar com desenvolvedores?",
        "Você tem alguma recomendação para melhorar a relação com os desenvolvedores?",
        "Como posso me comunicar melhor com os desenvolvedores?",
        "Como posso melhorar minhas relações com desenvolvedores?",
        "Quais são as melhores práticas para trabalhar com desenvolvedores?",
        "Como posso gerenciar melhor meus projetos de desenvolvimento?",
        "Quais são os melhores meios para estabelecer um bom relacionamento com desenvolvedores?",
        "Quais são as melhores maneiras de me comunicar com desenvolvedores?",
        "Como posso melhorar minha comunicação com desenvolvedores?",
        "Como posso melhorar minhas habilidades de gerenciamento de desenvolvimento?",
        "O que devo considerar quando trabalho com desenvolvedores?",
        "O que devo fazer para melhorar minha colaboração com desenvolvedores?",
        "Quais são as melhores ferramentas para trabalhar com desenvolvedores?",
        "Como posso tornar meus projetos de desenvolvimento mais bem-sucedidos?",
        "Como posso me tornar um melhor gerente de desenvolvimento?",
        "Como posso me comunicar melhor com desenvolvedores?",
        "Como posso melhorar minhas habilidades de liderança de desenvolvimento?",
        "Como posso criar um ambiente de trabalho positivo para desenvolvedores?",
        "Oi, como posso ajudar você com relações com desenvolvedores?",
        "Gostaria de saber mais sobre como estabelecer relações com desenvolvedores?",
        "Qual é a melhor maneira de entrar em contato com desenvolvedores?",
        "Como posso estabelecer relações sólidas com desenvolvedores?",
        "Como posso incentivar os desenvolvedores a trabalhar comigo?",
        "Como posso aumentar a confiança dos desenvolvedores em mim?",
        "Como posso garantir que os desenvolvedores continuem trabalhando comigo?",
        "Como posso manter o diálogo com os desenvolvedores?",
        "Como posso fornecer feedback efetivo para os desenvolvedores?",
        "Como posso criar relações de longo prazo com os desenvolvedores?",
        "Como posso melhorar minhas habilidades de comunicação com desenvolvedores?",
        "Como posso gerenciar conflitos com desenvolvedores?",
        "Quais são as melhores práticas para manter relações com desenvolvedores?",
        "Como posso motivar os desenvolvedores a trabalhar comigo?",
        "Quais são as melhores estratégias para construir relações com desenvolvedores?"
    ],
    [
        "Quais são os cursos oferecidos?",
        "Como posso me inscrever em um curso?",
        "Quais são as exigências acadêmicas para me formar?",
        "Quais são as datas importantes para acadêmicos?",
        "Quais são as políticas de aprovação acadêmicas?",
        "O que é a teoria da evolução?",
        "Qual é a origem da vida?",
        "Quais são os princípios da física quântica?",
        "Quais são os elementos da química?",
        "Como a matemática se relaciona com a física?",
        "Quais são os principais benefícios da educação?",
        "Como o conhecimento científico é aplicado na prática?",
        "O que é a Teoria da Relatividade?",
        "Quais são as principais diferenças entre a biologia e a química?",
        "Quais são as principais áreas da astronomia?",
        "Como a física se relaciona com a matemática?",
        "Quais são os princípios da geologia?",
        "O que são as leis da termodinâmica?",
        "Como a ciência contribui para a sociedade?",
        "Quais são os princípios da teoria da evolução?",
        "Qual é o horário de aula de hoje?",
        "Qual matéria é esta semana?",
        "Onde eu encontro o material para esta aula?",
        "Qual é o meu próximo compromisso?",
        "Como faço para me inscrever para um curso?",
        "Existe alguma bolsa de estudos disponível?",
        "Quais são as diretrizes para a apresentação de trabalhos?",
        "Quais são os requisitos para me formar?",
        "Quais são as minhas notas atuais?",
        "Como faço para me inscrever para uma disciplina?",
        "Onde eu posso encontrar meus boletins escolares?",
        "Quais são as datas de provas?",
        "Quais são os livros recomendados para esta disciplina?",
        "Qual é o endereço do campus?",
        "Quais são os horários de funcionamento da biblioteca?"
    ],
    [
        "Quais são as responsabilidades de um Arquiteto de TI?",
        "O que faz um Arquiteto de TI?",
        "Como se tornar um Arquiteto de TI?",
        "O que é necessário para se tornar um Arquiteto de TI?",
        "Quais são as habilidades necessárias para se tornar um Arquiteto de TI?",
        "Oi, preciso de ajuda para projetar uma solução de TI",
        "Como posso melhorar minha infraestrutura de TI?",
        "Quais são as melhores práticas de projeto de infraestrutura de TI?",
        "Qual é a melhor forma de gerenciar meu ambiente de TI?",
        "Como posso implantar novas tecnologias de TI?",
        "Qual é o melhor sistema operacional para uso empresarial?",
        "Como posso melhorar a segurança da minha infraestrutura de TI?",
        "Quais são as melhores práticas para projetar uma rede de computadores?",
        "Quais são as melhores ferramentas de gerenciamento de TI?",
        "Como posso melhorar a performance da minha infraestrutura de TI?",
        "Como posso garantir a segurança dos dados da minha empresa?",
        "Quais são as melhores práticas para otimizar o uso de recursos de TI?",
        "Qual é a melhor maneira de projetar uma infraestrutura de TI escalável?",
        "Como posso garantir que minha infraestrutura de TI seja confiável?",
        "Como posso gerenciar a mudança de tecnologia na minha empresa?",
        "Oi, sou o Arquiteto de TI. Como posso ajudar?",
        "Posso lhe informar sobre as melhores práticas de armazenamento de dados?",
        "Gostaria de saber mais sobre criptografia?",
        "Qual é a melhor tecnologia para a minha infraestrutura?",
        "Como posso melhorar a segurança da minha rede?",
        "Como posso otimizar meus servidores?",
        "Quais são as melhores ferramentas de gerenciamento de backups?",
        "Como posso melhorar o desempenho do meu banco de dados?",
        "Qual é a melhor solução para a minha infraestrutura de nuvem?",
        "Quais são as principais tendências em armazenamento de dados?",
        "Quais são as melhores práticas para segurança de rede?",
        "Qual é a melhor tecnologia para a minha infraestrutura de nuvem?",
        "Quais são os melhores serviços de gerenciamento de servidores?",
        "Como posso melhorar meu orçamento de TI?",
        "Quais são os melhores serviços de monitoramento de rede?"
    ],
    [
        "O que é Lunático?",
        "Como posso descrever Lunático?",
        "O que significa Lunático?",
        "O que é o comportamento de um Lunático?",
        "Quais são os sintomas de Lunático?",
        "Oi, Lunático!",
        "O que está acontecendo?",
        "Você está bem?",
        "Você pode me ajudar?",
        "Vamos conversar?",
        "Vamos nos divertir?",
        "Vamos jogar?",
        "Vamos fazer algo diferente?",
        "Você gosta de ouvir música?",
        "Você gosta de ler?",
        "Você gosta de desenhar?",
        "Você gosta de filmes?",
        "Você gosta de jogos?",
        "Você gosta de viajar?",
        "Você gosta de cozinhar?",
        "Oi, Lunático!",
        "Estou aqui para te ajudar",
        "Qual é o seu nome?",
        "Você pode me contar algo sobre você?",
        "Você gosta de fazer alguma coisa?",
        "O que você acha da vida?",
        "Você já teve alguma experiência interessante?",
        "Você tem algum conselho para me dar?",
        "Você gosta de ler?",
        "Você já ouviu alguma piada engraçada?",
        "Você gosta de viajar?",
        "Você tem algum conselho de vida?",
        "Você gosta de jogar jogos?",
        "Você tem alguma história para me contar?",
        "Você acha que a vida é bela?"
    ],
    [
        "Você está me gaslighteando?",
        "Estou sendo gaslighteado?",
        "Você está tentando me gaslightar?",
        "Isso é gaslighteamento?",
        "Estou sendo vítima de gaslighteamento?",
        "O que é gaslighting?",
        "Me ajuda a entender o que é gaslighting?",
        "Você pode me explicar o que é gaslighting?",
        "Como reconhecer o gaslighting?",
        "Como lidar com o gaslighting?",
        "O que devo fazer se eu estiver sendo gaslighted?",
        "Por que alguém gaslights outra pessoa?",
        "Como saber se estou sendo gaslighted?",
        "Como parar de ser gaslighted?",
        "O que é um gaslighter?",
        "Como evitar ser gaslighted?",
        "O que é um comportamento gaslighting?",
        "Como saber se alguém está gaslighting?",
        "Como reagir ao gaslighting?",
        "O que fazer se alguém que você ama estiver gaslighting você?",
        "Você é muito sensível, não é?",
        "Você está confundindo as coisas como sempre",
        "Você está exagerando",
        "Você está exagerando demais",
        "Você só está procurando problemas",
        "Você está inventando problemas",
        "Você está sendo irracional",
        "Você está fazendo isso porque está com medo",
        "Você está sendo muito dramático",
        "Você está sendo muito exigente",
        "Você está exagerando as coisas",
        "Você está sendo muito crítico",
        "Você está sendo muito cético",
        "Você está sendo muito teimoso",
        "Você está sendo muito negativo"
    ],
    [
        "Qual é a falácia?",
        "O que é uma falácia?",
        "O que significa falácia?",
        "Quais são as falácias?",
        "Como identificar uma falácia?",
        "Qual a falácia que estou cometendo?",
        "Qual a falácia que estou usando?",
        "O que é uma falácia?",
        "Qual é o tipo de falácia que estou usando?",
        "O que é uma falácia lógica?",
        "O que é uma falácia de ambiguidade?",
        "O que é uma falácia de apelo?",
        "Qual é a falácia que estou cometendo?",
        "Qual é a falácia que estou usando?",
        "Qual é a falácia lógica?",
        "Como identificar uma falácia lógica?",
        "Quais são as falácias mais comuns?",
        "Quais são as falácias mais usadas?",
        "Quais são as falácias mais populares?",
        "Como detectar uma falácia?",
        "O governo está apenas tentando nos controlar!",
        "A ciência é uma fraude!",
        "Você só está defendendo isso porque é rico!",
        "Se você não concorda comigo, então você é um idiota!",
        "Eu não preciso de provas, eu sei o que estou dizendo!",
        "Todos os políticos são corruptos!",
        "A religião é a causa de todos os problemas!",
        "Eu não acredito em nada do que você diz!",
        "Você não sabe o que está falando!",
        "Você está errado porque você é diferente!",
        "Você está errado porque você é velho!",
        "Você não pode provar que isso é verdade!",
        "Não há nenhuma evidência para isso!",
        "Você está errado porque você é jovem!",
        "Você não tem certeza do que está falando!"
    ],
    [
        "Revise o jornal por favor",
        "Verifique se o jornal está correto",
        "Verifique se as informações são corretas",
        "Verifique se as notícias estão atualizadas",
        "Verifique se há erros de ortografia",
        "Oi, preciso de ajuda para revisar um jornal",
        "Gostaria de saber como faço para revisar um jornal",
        "Preciso de ajuda para revisar meu jornal",
        "O que devo considerar ao revisar um jornal?",
        "Como posso verificar se meu jornal está correto?",
        "O que devo verificar ao revisar um jornal?",
        "Como faço para verificar o conteúdo de um jornal?",
        "Como posso verificar a qualidade de um jornal?",
        "Preciso de ajuda para verificar a qualidade de um jornal",
        "Como faço para verificar o conteúdo de um jornal?",
        "Como posso saber se um jornal está correto?",
        "Qual a melhor forma de verificar o conteúdo de um jornal?",
        "Como posso garantir que meu jornal está correto?",
        "Como faço para verificar se um jornal está correto?",
        "Qual a melhor maneira de verificar a qualidade de um jornal?",
        "Revise as últimas notícias sobre a economia",
        "Verifique os fatos mencionados na última edição do jornal",
        "Verifique os dados estatísticos publicados na última edição do jornal",
        "Verifique se as fontes das notícias são confiáveis",
        "Verifique se os fatos publicados estão corretos",
        "Verifique se as informações estão atualizadas",
        "Verifique se as notícias são relevantes",
        "Verifique se as citações são precisas",
        "Verifique se a informação está correta",
        "Verifique se há erros de ortografia",
        "Verifique se as imagens são apropriadas",
        "Verifique se os links estão funcionando",
        "Verifique se as informações estão em conformidade com o código de ética do jornal",
        "Verifique se as informações estão de acordo com as normas de publicação",
        "Verifique se as informações são verificadas por fontes confiáveis"
    ],
    [
        "O que é DIY?",
        "Como faço para construir algo sozinho?",
        "Como posso fazer algo DIY?",
        "Quais são as melhores maneiras de fazer algo DIY?",
        "Como posso começar a me envolver com DIY?",
        "Oi, como posso te ajudar?",
        "Preciso de alguma ajuda para meus projetos DIY",
        "Quais são as melhores ferramentas para DIY?",
        "Como posso consertar algo quebrado?",
        "Preciso de conselhos sobre meus projetos DIY",
        "Preciso de algumas dicas para começar meus projetos DIY",
        "O que devo considerar ao começar um projeto DIY?",
        "Quais são as melhores técnicas para trabalhar com DIY?",
        "Como posso obter materiais para meus projetos DIY?",
        "Como posso me certificar de que meus projetos DIY sejam seguros?",
        "Como posso melhorar meus projetos DIY?",
        "Qual é o melhor lugar para obter ideias para projetos DIY?",
        "Como posso me certificar de que meus projetos DIY sejam de alta qualidade?",
        "Existe algum curso que eu possa fazer para aprimorar meus projetos DIY?",
        "Qual é o melhor material para trabalhar com projetos DIY?",
        "Oi, eu queria saber como fazer uma luminária de papel",
        "Como eu posso criar um painel de madeira?",
        "Como faço para fazer uma estante?",
        "Gostaria de saber como montar um armário",
        "Qual é a melhor maneira de construir um móvel?",
        "Como faço para criar um rack de madeira?",
        "Posso fazer uma mesa usando madeira reciclada?",
        "Como eu posso construir um banco?",
        "Como faço para criar um armário de vidro?",
        "Como eu faço uma cadeira de madeira?",
        "Gostaria de saber como montar um sofá",
        "Como faço para criar uma mesa de centro?",
        "Como eu posso fazer um estante de parede?",
        "Qual é a melhor maneira de criar um armário de cozinha?",
        "Como eu faço para construir uma mesa de jantar?"
    ],
    [
        "O que é um influenciador?",
        "Quais são os tipos de influenciadores?",
        "Como se tornar um influenciador?",
        "Quais são as vantagens de ser um influenciador?",
        "Quais são as desvantagens de ser um influenciador?",
        "Oi, quem é você?",
        "Qual é o seu objetivo como influenciador?",
        "Quais são os seus principais interesses?",
        "Você já trabalhou com outras marcas?",
        "Quais plataformas você usa para se conectar com seus seguidores?",
        "Como você se mantém atualizado?",
        "Quais são os seus principais meios de divulgação?",
        "Você já fez trabalhos para grandes marcas?",
        "Quais são as suas principais estratégias de marketing?",
        "Como você se conecta com seu público?",
        "Como você mede o sucesso de suas campanhas?",
        "Você já trabalhou com outros influenciadores?",
        "Você tem alguma dica para outros influenciadores?",
        "Como você se destaca no mercado?",
        "Você tem alguma dica para quem está começando?",
        "O chatbot me ajudou a encontrar o melhor restaurante na minha região",
        "O chatbot me deu dicas de como melhorar minha aparência",
        "O chatbot me recomendou um produto para melhorar meu sono",
        "O chatbot me indicou um novo estilo de roupa",
        "O chatbot me ajudou a escolher uma nova cor de cabelo",
        "O chatbot me recomendou um novo livro para ler",
        "O chatbot me deu conselhos sobre como melhorar minha vida financeira",
        "O chatbot me ajudou a encontrar o melhor lugar para viajar",
        "O chatbot me deu dicas de como melhorar minha saúde",
        "O chatbot me recomendou um novo hobby",
        "O chatbot me indicou um novo aplicativo para baixar",
        "O chatbot me deu dicas de como melhorar minha memória",
        "O chatbot me ajudou a encontrar um novo emprego",
        "O chatbot me recomendou um novo curso para fazer",
        "O chatbot me deu dicas de como melhorar minhas habilidades sociais"
    ],
    [
        "Quem é Sócrates?",
        "Quem foi Sócrates?",
        "O que Sócrates fez?",
        "Qual foi a principal contribuição de Sócrates?",
        "Qual foi a filosofia de Sócrates?",
        "O que é a sabedoria?",
        "O que é a felicidade?",
        "O que é a verdade?",
        "O que é a virtude?",
        "O que é a justiça?",
        "Como é possível viver uma vida plena?",
        "Como podemos alcançar a felicidade?",
        "O que é a ética?",
        "O que é a educação?",
        "O que é o bem e o mal?",
        "O que é a moral?",
        "Como podemos viver de forma justa?",
        "Como podemos encontrar o significado da vida?",
        "O que é o amor?",
        "O que é o conhecimento?",
        "O que é o conhecimento?",
        "O que é o bem?",
        "O que é a felicidade?",
        "O que é a realidade?",
        "O que é a verdade?",
        "O que é um bom governo?",
        "O que é a justiça?",
        "O que é a moralidade?",
        "O que é a virtude?",
        "O que é a ética?",
        "O que é a educação?",
        "O que é a sabedoria?",
        "O que é a felicidade?",
        "O que é a beleza?",
        "O que é a verdadeira amizade?"
    ],
    [
        "O que você sabe sobre isso?",
        "Qual é a sua opinião a respeito?",
        "Como você chegou a essa conclusão?",
        "Quais são os fatos que sustentam sua afirmação?",
        "O que você acha que causa esse problema?",
        "O que é o Método Socrático?",
        "Por que é importante?",
        "O que é um gerador de perguntas do Método Socrático?",
        "Como é usado?",
        "Quais são os benefícios?",
        "Quais são os riscos?",
        "Quais são os objetivos?",
        "Qual é o propósito do Método Socrático?",
        "Quais são as limitações?",
        "Quais são as vantagens?",
        "Como o Método Socrático pode ser aplicado?",
        "Qual é a melhor maneira de usar o Método Socrático?",
        "Como o Método Socrático pode ser melhorado?",
        "Quais são os desafios de usar o Método Socrático?",
        "Quais são as melhores práticas para usar o Método Socrático?",
        "Como o Método Socrático pode ser aplicado na educação?",
        "O que você acha que é mais importante para a saúde?",
        "Como você pode medir o sucesso?",
        "Quais são os maiores desafios enfrentados por você?",
        "Quais são os benefícios de seguir um plano de trabalho?",
        "O que você aprendeu com suas experiências anteriores?",
        "Qual é a melhor maneira de alcançar seus objetivos?",
        "Como você pode abordar problemas complexos?",
        "Quais são os princípios que você segue?",
        "Como você se sente sobre seus resultados atuais?",
        "Quais são as principais prioridades para você?",
        "Como você define o sucesso?",
        "O que você faria de forma diferente se tivesse a oportunidade de começar de novo?",
        "Como você pode melhorar sua tomada de decisão?",
        "Quais são as qualidades que você precisa ter para alcançar o sucesso?",
        "Quais são as melhores maneiras de motivar a si mesmo?"
    ],
    [
        "Crie conteúdo educacional",
        "Crie material educacional",
        "Desenvolva conteúdo educacional",
        "Desenvolva material educacional",
        "Produza conteúdo educacional",
        "Oi, preciso de ajuda para criar conteúdo educacional?",
        "Quais são as melhores práticas para criar conteúdo educacional?",
        "Como criar conteúdo educacional que seja eficaz?",
        "Quais são os melhores formatos para conteúdos educacionais?",
        "Como tornar o conteúdo educacional mais atrativo?",
        "Como criar conteúdo educacional para diferentes públicos?",
        "Como usar recursos visuais para conteúdos educacionais?",
        "Como criar conteúdo educacional para crianças?",
        "Como criar conteúdo educacional para adultos?",
        "Como criar conteúdo educacional para pessoas com deficiência?",
        "Como criar conteúdo educacional para alunos de ensino médio?",
        "Como criar conteúdo educacional para alunos universitários?",
        "Quais são as melhores ferramentas para criar conteúdo educacional?",
        "Como criar conteúdo educacional para diferentes níveis de ensino?",
        "Como criar conteúdo educacional para diferentes áreas de conhecimento?",
        "Criar um tutorial de matemática básica para crianças",
        "Gerar exercícios de língua portuguesa para alunos do ensino médio",
        "Produzir um conteúdo educacional sobre a história do Brasil",
        "Elaborar um guia de biologia para estudantes do ensino fundamental",
        "Desenvolver um material didático sobre as leis da física",
        "Criar um vídeo explicativo sobre a química orgânica",
        "Gerar um conteúdo sobre o sistema solar",
        "Produzir um tutorial de geografia para alunos do ensino médio",
        "Elaborar um material didático sobre a história da África",
        "Criar um guia de anatomia para estudantes do ensino fundamental",
        "Desenvolver um conteúdo educacional sobre a cultura grega",
        "Gerar um vídeo explicativo sobre a filosofia medieval",
        "Produzir um tutorial de ciências para alunos do ensino médio",
        "Elaborar um material didático sobre as teorias da evolução",
        "Criar um guia de lógica para estudantes do ensino fundamental"
    ],
    [
        "O que é Yogi?",
        "Como posso praticar Yogi?",
        "O que é necessário para praticar Yogi?",
        "Quais são os benefícios de praticar Yogi?",
        "Quais são as posturas básicas de Yogi?",
        "Oi Yogi!",
        "Qual é o seu significado da vida?",
        "Você tem algum conselho para me dar?",
        "Como posso me tornar mais feliz?",
        "O que é sabedoria?",
        "Como posso desenvolver minha própria sabedoria?",
        "Você pode me ajudar a encontrar o equilíbrio em minha vida?",
        "O que é mindfulness?",
        "Como posso praticar a meditação?",
        "O que é auto-aperfeiçoamento?",
        "Qual é o seu conselho para lidar com o estresse?",
        "Como posso encontrar a paz interior?",
        "O que é auto-aceitação?",
        "Como posso me tornar mais consciente de mim mesmo?",
        "Como posso cultivar a gratidão?",
        "Olá, sou o Yogi. Como posso te ajudar?",
        "Você pode me dizer quais são os horários de funcionamento da loja?",
        "Você pode me dizer como chegar ao local?",
        "Você pode me dizer qual é o preço de algum produto específico?",
        "Você pode me ajudar a encontrar um produto específico?",
        "Você pode me dizer quais são os serviços oferecidos pela loja?",
        "Você pode me dizer qual é o endereço da loja?",
        "Você pode me dizer como eu posso entrar em contato com a loja?",
        "Você pode me dizer quais são as formas de pagamento aceitas?",
        "Você pode me dizer quais são os descontos oferecidos pela loja?",
        "Você pode me dizer quais são as promoções atuais da loja?",
        "Você pode me dizer quais são os produtos mais vendidos da loja?",
        "Você pode me dizer quais são os benefícios de se tornar um membro da loja?",
        "Você pode me dizer como eu posso me inscrever para ser um membro da loja?",
        "Você pode me dizer quais são as últimas notícias sobre a loja?"
    ],
    [
        "Preciso de ajuda com meu ensaio",
        "Preciso de alguém para escrever meu ensaio",
        "Preciso de ajuda para escrever meu ensaio",
        "Preciso de alguém para revisar meu ensaio",
        "Preciso de ajuda para revisar meu ensaio",
        "Preciso de ajuda para escrever um ensaio",
        "O que devo considerar ao escrever um ensaio?",
        "Como posso melhorar minha escrita de ensaios?",
        "Como faço para construir uma estrutura de ensaio?",
        "O que é uma tese de ensaio?",
        "Preciso de ajuda para escrever uma introdução para o meu ensaio?",
        "Como faço para desenvolver meus argumentos em um ensaio?",
        "Como faço para concluir um ensaio?",
        "Qual é o melhor formato para um ensaio?",
        "Como posso melhorar minha escrita de ensaios?",
        "Como faço para criar um título para meu ensaio?",
        "Como faço para citar fontes dentro de um ensaio?",
        "Como faço para editar meu ensaio?",
        "Quais são os melhores recursos para escrever um ensaio?",
        "Como faço para escrever um ensaio persuasivo?",
        "Ajudar estudantes a escrever ensaios para aplicações de faculdade",
        "Fornecer orientações sobre como iniciar e concluir ensaios",
        "Ajudar a identificar e organizar tópicos para ensaios",
        "Ajudar a escolher temas para ensaios",
        "Ajudar a desenvolver argumentos para ensaios",
        "Ajudar a encontrar fontes para uso em ensaios",
        "Ajudar a citar fontes em ensaios",
        "Fornecer orientações sobre como criar títulos para ensaios",
        "Ajudar a verificar a gramática, a ortografia e a pontuação em ensaios",
        "Fornecer orientações sobre como melhorar a estrutura de ensaios",
        "Ajudar a escrever ensaios no estilo APA",
        "Ajudar a escrever ensaios no estilo MLA",
        "Ajudar a escrever ensaios no estilo Harvard",
        "Fornecer orientações sobre como preencher a formatação de ensaios",
        "Ajudar a editar ensaios para garantir que eles sejam relevantes e convincentes"
    ],
    [
        "Gostaria de contratar um gerente de mídias sociais",
        "Como posso contratar um gerente de mídias sociais?",
        "Quais são os requisitos para se tornar um gerente de mídias sociais?",
        "Quais são as responsabilidades de um gerente de mídias sociais?",
        "Qual é o salário de um gerente de mídias sociais?",
        "Oi, como posso ajudar?",
        "Qual é o seu objetivo para as mídias sociais?",
        "Você já tem contas em mídias sociais?",
        "Quais são as principais plataformas que você deseja usar?",
        "Qual é o seu orçamento?",
        "Quais são os seus objetivos de marketing?",
        "Como você pretende medir o sucesso?",
        "Você tem conteúdo pronto para postar?",
        "Quais são os seus horários de publicação?",
        "Você tem alguma campanha de mídia social em andamento?",
        "Você tem alguma estratégia de publicidade paga?",
        "Você gostaria de desenvolver alguma campanha de mídia social?",
        "Você precisa de ajuda para gerenciar suas mídias sociais?",
        "Você tem alguma ideia para melhorar o engajamento nas redes sociais?",
        "Como posso ajudar você a alcançar seus objetivos de mídias sociais?",
        "Responder a mensagens de usuários em mídias sociais",
        "Publicar conteúdos programados em mídias sociais",
        "Monitorar a reputação da marca nas mídias sociais",
        "Identificar e responder a comentários negativos sobre a marca",
        "Encontrar influenciadores para promover a marca",
        "Acompanhar tendências nas mídias sociais",
        "Criar campanhas de marketing nas mídias sociais",
        "Gerenciar anúncios pagos em mídias sociais",
        "Medir o engajamento dos usuários nas mídias sociais",
        "Gerar relatórios sobre as mídias sociais",
        "Analisar as métricas das mídias sociais",
        "Compartilhar conteúdos relevantes nas mídias sociais",
        "Gerar e responder a enquetes nas mídias sociais",
        "Criar e gerenciar grupos nas mídias sociais",
        "Encontrar novas oportunidades de marketing nas mídias sociais"
    ],
    [
        "Qual é o seu nome?",
        "Você pode me dizer seu nome?",
        "Pode me dizer seu nome?",
        "Como você se chama?",
        "Qual é o seu nome de batismo?",
        "Como posso melhorar minha elocução?",
        "Qual é a melhor maneira de falar em público?",
        "Como posso treinar minha voz?",
        "Como posso melhorar minha pronúncia?",
        "Como posso melhorar minha entonação?",
        "Como posso melhorar minha dicção?",
        "Como posso melhorar minha articulação?",
        "Como posso melhorar minha fluência?",
        "Quais são os melhores exercícios para melhorar minha elocução?",
        "O que devo fazer para melhorar minha voz?",
        "Que tipo de exercícios posso fazer para melhorar minha elocução?",
        "Qual é a melhor maneira de me preparar para falar em público?",
        "Quais são os principais erros na elocução que eu deveria evitar?",
        "Como posso melhorar minha entonação e dicção?",
        "Como posso melhorar minha articulação e fluência?",
        "Oi, posso ajudar?",
        "Como posso lhe ajudar?",
        "Qual é o seu nome?",
        "Qual é o seu endereço?",
        "Qual é o seu email?",
        "Como posso entrar em contato com você?",
        "Você tem alguma dúvida?",
        "Qual é o seu objetivo?",
        "Você está procurando alguma coisa?",
        "Você precisa de alguma ajuda?",
        "Você precisa de alguma informação?",
        "Você precisa de alguma orientação?",
        "Você precisa de alguma recomendação?",
        "Posso ajudar você a encontrar algo?",
        "Você precisa de alguma solução?"
    ],
    [
        "Mostra-me os dados científicos",
        "Visualize os dados científicos",
        "Gostaria de ver os dados científicos",
        "Exiba os dados científicos",
        "Quero visualizar os dados científicos",
        "Oi, sou o Visualizador de Dados Científicos. Como posso ajudar?",
        "Qual é o objetivo da visualização de dados?",
        "Quais são os principais tipos de visualização de dados?",
        "Como posso começar a visualizar os dados?",
        "Quais são as melhores ferramentas de visualização de dados?",
        "Como posso criar gráficos e gráficos?",
        "Como posso usar a visualização de dados para descobrir padrões?",
        "Quais são os principais tipos de gráficos?",
        "Quais são as melhores práticas para a visualização de dados?",
        "Como posso melhorar a minha visualização de dados?",
        "Como posso usar a visualização de dados para explorar relações entre variáveis?",
        "Como posso usar a visualização de dados para identificar tendências?",
        "Como posso usar a visualização de dados para prever resultados?",
        "Como posso usar a visualização de dados para descobrir insights?",
        "Como posso usar a visualização de dados para tornar meus dados mais fáceis de entender?",
        "Exibir as últimas atualizações de dados científicos sobre a pandemia de Covid-19",
        "Exibir gráficos de dados científicos sobre a temperatura média global nos últimos anos",
        "Exibir dados científicos sobre a evolução da população de animais selvagens",
        "Exibir dados científicos sobre a qualidade da água em um determinado rio",
        "Exibir dados científicos sobre a qualidade do ar em uma determinada cidade",
        "Exibir dados científicos sobre a taxa de emissão de gases de efeito estufa",
        "Exibir gráficos de dados científicos sobre o nível de poluição em uma determinada cidade",
        "Exibir dados científicos sobre a evolução dos preços dos alimentos nos últimos anos",
        "Exibir dados científicos sobre a evolução do nível de educação em diferentes países",
        "Exibir dados científicos sobre a evolução da taxa de desemprego em diferentes países",
        "Exibir gráficos de dados científicos sobre a evolução da produção de energia solar nos últimos anos",
        "Exibir dados científicos sobre a evolução dos níveis de produção de alimentos nos últimos anos",
        "Exibir dados científicos sobre a evolução da produção de energia eólica nos últimos anos",
        "Exibir dados científicos sobre a evolução da produção de energia hidrelétrica nos últimos anos",
        "Exibir dados científicos sobre a evolução do nível de emissão de gases de efeito estufa nos últimos anos"
    ],
    [
        "Onde estou?",
        "Como chego ao meu destino?",
        "Quais são as opções de rotas?",
        "Qual é a melhor rota para o meu destino?",
        "Quanto tempo levará para chegar ao meu destino?",
        "Como posso encontrar o meu destino?",
        "Onde fica o mais próximo posto de combustível?",
        "Preciso de ajuda para chegar ao meu destino?",
        "Como posso chegar à minha próxima paragem?",
        "Qual é a distância até ao meu destino?",
        "Preciso de ajuda para encontrar o meu destino?",
        "Qual é o melhor caminho para o meu destino?",
        "Quais são as rotas alternativas para o meu destino?",
        "Como posso obter instruções de navegação?",
        "Onde posso encontrar o meu destino?",
        "Como posso encontrar o mais rápido caminho para o meu destino?",
        "Como posso encontrar o melhor percurso para o meu destino?",
        "Como posso encontrar o melhor caminho para o meu destino?",
        "Como posso encontrar o caminho mais curto para o meu destino?",
        "Como posso encontrar o caminho mais rápido para o meu destino?",
        "Encontre o caminho mais rápido para o aeroporto",
        "Me ajude a encontrar um restaurante próximo",
        "Encontre o caminho mais curto para a praia",
        "Mostre-me o caminho para o shopping mais próximo",
        "Qual é a melhor rota para a estação de trem?",
        "Encontre-me uma rota para o estádio de futebol",
        "Me ajude a encontrar a estrada mais curta para o parque",
        "Mostre-me o caminho para o hospital mais próximo",
        "Me ajude a encontrar a estrada mais curta para o museu",
        "Qual é a rota mais rápida para a universidade?",
        "Encontre-me um caminho para a biblioteca",
        "Mostre-me o melhor caminho para a igreja",
        "Me ajude a encontrar o caminho mais curto para o teatro",
        "Encontre-me um caminho para o campo de golfe",
        "Qual é a rota mais rápida para o aeroporto?"
    ],
    [
        "Quero falar com um hipnólogo",
        "Onde posso encontrar um hipnólogo?",
        "Quero saber mais sobre hipnólogos",
        "Me informe sobre hipnólogos",
        "Preciso de ajuda de um hipnólogo",
        "Oi, eu gostaria de falar sobre hipnose",
        "Eu estou interessado em saber mais sobre hipnose",
        "O que é hipnose?",
        "Como a hipnose pode me ajudar?",
        "Qual é a melhor maneira de entrar em transe hipnótico?",
        "Quais são os benefícios da hipnose?",
        "Como posso lidar com minhas ansiedades com a hipnose?",
        "Quais são os efeitos colaterais da hipnose?",
        "Quais são os riscos da hipnose?",
        "Quais são os riscos de auto-hipnose?",
        "Como posso me preparar para uma sessão de hipnose?",
        "Quais são as principais técnicas de hipnose?",
        "Como posso aprimorar minhas habilidades de hipnose?",
        "Como posso usar a hipnose para melhorar minha memória?",
        "Existem maneiras de usar a hipnose para me ajudar a relaxar?",
        "Relaxe e respire fundo",
        "Vamos nos concentrar nos seus pensamentos",
        "Você está se sentindo calmo e relaxado?",
        "Você está pronto para começar a hipnose?",
        "Vamos começar a nossa jornada de autoconhecimento",
        "Você está se sentindo leve e relaxado",
        "Vamos nos concentrar na sua respiração",
        "Você está se sentindo mais calmo e relaxado?",
        "Você está pronto para começar a nossa jornada?",
        "Vamos nos concentrar na sua mente",
        "Você está se sentindo cada vez mais relaxado?",
        "Você está pronto para começar a hipnose?",
        "Vamos nos concentrar nos seus sentimentos",
        "Você está se sentindo mais relaxado?",
        "Você está pronto para começar a nossa jornada de autoconhecimento?"
    ],
    [
        "Quem é o historiador mais famoso?",
        "Qual é o período histórico mais importante?",
        "Quando ocorreu a Revolução Industrial?",
        "Qual foi o maior acontecimento da Idade Média?",
        "Quem descobriu o Brasil?",
        "Qual a história mais antiga que você conhece?",
        "Como foi a Idade Média?",
        "Qual foi o maior império da história?",
        "Como foi a Primeira Guerra Mundial?",
        "Quais foram as consequências da Revolução Francesa?",
        "Quem foi Napoleão Bonaparte?",
        "O que aconteceu na Revolução Industrial?",
        "Quais são as principais características da Idade Moderna?",
        "O que aconteceu na Segunda Guerra Mundial?",
        "Como foi o período da Guerra Fria?",
        "Quem eram os povos antigos?",
        "Quais são os principais acontecimentos da história da Europa?",
        "Quais são as principais características da Idade Contemporânea?",
        "Como foi o descobrimento da América?",
        "Como foi a Revolução Americana?",
        "Qual é a história da revolução francesa?",
        "Quando começou a revolução francesa?",
        "Quais eram os principais líderes da revolução francesa?",
        "Quais foram as principais causas da revolução francesa?",
        "Qual é a história da Revolução Industrial?",
        "Quando começou a Revolução Industrial?",
        "Quais foram os principais inventos da Revolução Industrial?",
        "Quais foram as principais consequências da Revolução Industrial?",
        "Qual é a história da Primeira Guerra Mundial?",
        "Quando começou a Primeira Guerra Mundial?",
        "Quais foram os principais líderes da Primeira Guerra Mundial?",
        "Quais foram as principais causas da Primeira Guerra Mundial?",
        "Qual é a história da Segunda Guerra Mundial?",
        "Quando começou a Segunda Guerra Mundial?",
        "Quais foram os principais líderes da Segunda Guerra Mundial?"
    ],
    [
        "Quero saber a previsão do meu signo",
        "Qual é a previsão do meu signo?",
        "Quero saber a minha previsão astrológica",
        "Qual é a minha previsão astrológica?",
        "Quero saber a previsão astrológica para hoje",
        "Qual é o meu signo astrológico?",
        "Qual é a previsão para hoje?",
        "Qual é o meu ascendente?",
        "Qual é o meu futuro?",
        "Qual é o meu perfil astrológico?",
        "Qual é a influência de Júpiter para mim?",
        "Como posso melhorar minha sorte?",
        "Quais são os meus pontos fortes e fracos?",
        "Qual é a influência dos planetas na minha vida?",
        "Qual é a influência dos signos na minha personalidade?",
        "Como posso usar a astrologia para melhorar minha vida?",
        "Quais são as influências astrológicas para o meu trabalho?",
        "Quais são as influências astrológicas em relacionamentos?",
        "Quais são as influências astrológicas na minha saúde?",
        "Como a astrologia pode me ajudar a tomar decisões?",
        "O que o meu signo me diz sobre o meu futuro?",
        "Qual o meu horóscopo de hoje?",
        "Qual o meu signo astrológico?",
        "Quais as características da minha personalidade de acordo com o meu signo?",
        "Qual o meu elemento astrológico?",
        "Como é que os astros influenciam a minha vida?",
        "Quais as previsões astrológicas para os próximos dias?",
        "Como posso usar a astrologia para melhorar a minha vida?",
        "O que a minha carta astrológica diz sobre a minha personalidade?",
        "Quais as características do meu signo astrológico?",
        "Quais as características dos signos astrológicos?",
        "Quais as características dos signos opostos?",
        "Quais as influências dos astros no meu dia-a-dia?",
        "Quais as tendências astrológicas para os próximos meses?",
        "O que as estrelas dizem sobre o meu futuro amoroso?"
    ],
    [
        "Qual é a sua opinião sobre o filme X?",
        "O que você achou do filme X?",
        "Você recomendaria o filme X?",
        "Você gostou do filme X?",
        "O que você diria sobre o filme X?",
        "Qual é a sua opinião sobre o último filme que você assistiu?",
        "Você recomendaria esse filme para alguém?",
        "Quais são os melhores filmes que você já viu?",
        "Você já viu algum filme ruim?",
        "Qual é o melhor filme de comédia que você já viu?",
        "Você gostou do último filme que você assistiu?",
        "Você pode me dar uma crítica sobre o último filme que você assistiu?",
        "Quais são alguns dos filmes que você mais recomenda?",
        "Qual é o seu filme favorito?",
        "Você já assistiu a algum filme de ação?",
        "Você tem alguma crítica para o último filme que você assistiu?",
        "Você recomendaria esse filme para crianças?",
        "Você já assistiu a algum filme de terror?",
        "Você tem alguma crítica para o último filme de ação que você assistiu?",
        "Quais são os melhores filmes de ação que você já viu?",
        "Gostei muito do filme, qual nota você daria?",
        "O que você achou do filme?",
        "O filme foi muito bom, não acha?",
        "Qual foi sua impressão sobre o filme?",
        "Você recomendaria esse filme?",
        "Você se divertiu com o filme?",
        "O que achou da trilha sonora do filme?",
        "Você gostou do elenco do filme?",
        "O que você achou da direção do filme?",
        "Você acha que o filme tem algumas falhas?",
        "Qual foi a sua avaliação do filme?",
        "Você acha que o filme é bem estruturado?",
        "Você acha que o filme tem um bom roteiro?",
        "Você acha que o filme é divertido?",
        "Você acha que o filme é emocionante?"
    ],
    [
        "Quem é o compositor de música clássica mais famoso?",
        "Quais são as obras mais conhecidas de um compositor de música clássica?",
        "Qual é a história por trás da música clássica?",
        "Qual é o estilo de música clássica mais antigo?",
        "Quais são os principais compositores de música clássica?",
        "O que você sabe sobre composição clássica?",
        "Quais são os principais compositores clássicos?",
        "Qual é o estilo de composição clássica mais conhecido?",
        "Quais são os tipos de música clássica?",
        "Quais são os instrumentos mais usados na música clássica?",
        "Quais são as principais características da música clássica?",
        "Como se cria uma composição clássica?",
        "Como posso aprender a compor música clássica?",
        "Quais são as melhores fontes para aprender sobre música clássica?",
        "Quais são as principais influências da música clássica?",
        "Qual é a diferença entre música clássica e música popular?",
        "O que é uma orquestra clássica?",
        "Quais são os principais compositores de música clássica?",
        "Quais são as principais obras de música clássica?",
        "Qual é a história da música clássica?",
        "O chatbot me ajudou a criar uma melodia clássica para um dos meus projetos",
        "O chatbot criou um tema clássico para um filme",
        "O chatbot criou uma música para uma cerimônia de casamento",
        "O chatbot compôs uma música para um anúncio de televisão",
        "O chatbot compôs uma música para um jogo eletrônico",
        "O chatbot criou uma melodia clássica para um teatro",
        "O chatbot compôs uma música para um álbum de música",
        "O chatbot criou uma música para uma peça de teatro",
        "O chatbot compôs uma música para um filme de animação",
        "O chatbot criou uma melodia clássica para um vídeo musical",
        "O chatbot compôs uma música para um documentário",
        "O chatbot compôs uma música para um comercial de televisão",
        "O chatbot criou uma melodia clássica para um jingle publicitário",
        "O chatbot compôs uma música para um aplicativo móvel",
        "O chatbot criou uma melodia clássica para uma peça de ópera"
    ],
    [
        "Quem é um jornalista?",
        "O que é um jornalista?",
        "Como se tornar um jornalista?",
        "Quais são as responsabilidades de um jornalista?",
        "O que um jornalista precisa saber?",
        "Qual é a sua opinião sobre o último artigo que escreveu?",
        "O que o inspirou a escrever sobre esse assunto?",
        "Como você se prepara para escrever um artigo?",
        "O que você acha que é mais importante para um jornalista?",
        "Você tem algum conselho para quem deseja se tornar um jornalista?",
        "Você trabalha com jornalismo investigativo?",
        "Você já recebeu algum prêmio por seu trabalho?",
        "Como você se mantém informado sobre as notícias?",
        "Como você se certifica de que sua cobertura é imparcial?",
        "Qual é a sua abordagem para escrever um artigo?",
        "Você tem alguma experiência com entrevistas?",
        "Quais são as principais fontes de informação para você?",
        "Quais são os desafios de ser um jornalista?",
        "Qual é a sua opinião sobre a liberdade de imprensa?",
        "Você já trabalhou com alguma outra área do jornalismo além da escrita?",
        "Qual é a sua opinião sobre o impacto da pandemia na economia?",
        "Quais são os principais fatores que contribuíram para a crise financeira?",
        "Como os governos estão lidando com a crise?",
        "Quais são as principais tendências de mercado que estamos vendo agora?",
        "Quais são as principais preocupações dos investidores?",
        "Como os bancos estão se adaptando às mudanças regulatórias?",
        "Quais são as principais questões relacionadas às criptomoedas?",
        "Quais são as principais tendências de tecnologia que estamos vendo hoje?",
        "Como a tecnologia está sendo usada para ajudar a combater a pobreza?",
        "Quais são os principais desafios enfrentados pelas empresas hoje?",
        "Como estão as empresas se preparando para a digitalização?",
        "Quais são os principais fatores que afetam o crescimento econômico?",
        "Como o comércio eletrônico está se adaptando às mudanças no consumidor?",
        "Quais são os principais fatores que influenciam o preço dos produtos?",
        "Como as empresas estão se preparando para a nova economia?"
    ],
    [
        "O que é a Galeria de Arte Digital?",
        "Quais são as obras de arte disponíveis na Galeria de Arte Digital?",
        "Quais são as categorias de arte disponíveis na Galeria de Arte Digital?",
        "Onde posso encontrar informações sobre os artistas da Galeria de Arte Digital?",
        "Como posso comprar uma obra de arte da Galeria de Arte Digital?",
        "Onde posso encontrar arte digital?",
        "Quais são as galerias de arte digital?",
        "Qual é a melhor galeria de arte digital?",
        "Quais são as obras de arte disponíveis?",
        "Qual é o preço dos trabalhos de arte digital?",
        "Quais são os artistas disponíveis?",
        "Como posso entrar em contato com os artistas?",
        "Como faço para comprar obras de arte digital?",
        "Existe algum desconto para obras de arte digital?",
        "Onde posso encontrar trabalhos em destaque?",
        "Como posso obter mais informações sobre a galeria de arte digital?",
        "Qual é o melhor lugar para ver obras de arte digital?",
        "Qual é a história da galeria de arte digital?",
        "Quais são os eventos de arte digital?",
        "Como posso me inscrever para os eventos de arte digital?",
        "Como posso navegar pela galeria de arte digital?",
        "Existe alguma obra em destaque?",
        "Como posso pesquisar por artistas?",
        "Como posso filtrar as obras de arte?",
        "Existe alguma galeria de arte virtual?",
        "Existe alguma galeria de arte virtual para crianças?",
        "Como posso ver obras de arte de um determinado artista?",
        "Quais são as obras de arte mais recentes?",
        "Onde posso encontrar obras de arte por tema?",
        "Quais são as obras de arte mais antigas?",
        "Como posso comprar obras de arte online?",
        "Como posso visualizar obras de arte em 3D?",
        "Quais são os artistas mais populares?",
        "Como posso compartilhar uma obra de arte online?",
        "Existe alguma galeria de arte virtual gratuita?"
    ],
    [
        "Como posso melhorar minhas habilidades de oratória?",
        "Como posso melhorar minha confiança para falar em público?",
        "Quais são as melhores técnicas de oratória?",
        "Como posso me preparar para falar em público?",
        "Como posso me preparar para uma apresentação importante?",
        "Oi, preciso de ajuda para melhorar minha oratória",
        "Como posso me preparar para uma apresentação?",
        "Quais são as melhores práticas para falar em público?",
        "Como posso me tornar mais confiante?",
        "Quais são os principais erros a serem evitados ao falar em público?",
        "Como posso me tornar um orador mais eloquente?",
        "Como posso melhorar minha dicção?",
        "Como posso melhorar minha postura ao falar em público?",
        "Como posso melhorar minha capacidade de improviso?",
        "Como posso me concentrar mais durante uma apresentação?",
        "Quais são as melhores técnicas de memorização?",
        "Como posso controlar minha ansiedade ao falar em público?",
        "Como posso melhorar minha habilidade de contar histórias?",
        "Quais são as principais regras de etiqueta para falar em público?",
        "Como posso me preparar para responder a perguntas durante uma apresentação?",
        "Treinamento de postura para apresentações",
        "Aprendendo a controlar a ansiedade antes de falar em público",
        "Exercícios para melhorar a fluência e clareza de fala",
        "Técnicas de gerenciamento de tempo para discursos",
        "Aprendendo a usar a voz para aumentar a persuasão",
        "Gestão de emoções para falar em público",
        "Técnicas para melhorar a entonação e volume da voz",
        "Como usar a linguagem corporal para reforçar a mensagem",
        "Exercícios de improvisação para discursos",
        "Desenvolvimento de habilidades de escuta ativa",
        "Como usar o humor para manter o interesse do público",
        "Como se preparar para uma entrevista de emprego",
        "Gerenciamento de nervosismo antes de falar em público",
        "Como se preparar para uma apresentação de negócios",
        "Como usar a narrativa para criar um discurso mais impactante"
    ],
    [
        "Quero marcar um horário para me maquiar",
        "Preciso contratar uma maquiadora",
        "Quero saber os preços dos serviços de maquiagem",
        "Gostaria de saber os horários de atendimento da maquiadora",
        "Onde posso encontrar uma maquiadora?",
        "Oi, queria saber como posso me maquiar?",
        "Preciso de ajuda para escolher um look de maquiagem para o meu casamento",
        "Gostaria de saber como posso me maquiar para um evento noturno",
        "Quais são as tendências de maquiagem para o verão?",
        "Quais são os melhores produtos para usar ao se maquiar?",
        "Como posso criar um look de maquiagem para o meu rosto?",
        "Quais são as melhores técnicas de maquiagem para um look natural?",
        "Como posso remover a maquiagem do meu rosto?",
        "Como posso me maquiar para um look de dia?",
        "Quais são as melhores cores de sombras para usar?",
        "Como posso obter um olhar dramático usando maquiagem?",
        "Qual é a melhor maneira de aplicar blush?",
        "Como posso me maquiar para um look de noite?",
        "Quais são os melhores produtos para usar quando se maquia?",
        "Quais são os melhores produtos para usar para iluminar o meu rosto?",
        "Oi, quais são os melhores produtos para maquiagem?",
        "Quero saber qual é o melhor batom para usar",
        "Quero saber qual é o melhor pó facial para usar",
        "Como posso aplicar delineador?",
        "Quais são as melhores sombras para usar?",
        "Quais são os melhores produtos para limpar a pele antes da maquiagem?",
        "Como posso preparar minha pele para maquiagem?",
        "Como posso aplicar blush?",
        "Quais são as melhores marcas de maquiagem?",
        "Como posso remover maquiagem?",
        "Qual é o melhor produto para manter a maquiagem intacta?",
        "Como posso aplicar lápis de olho?",
        "Quais são os melhores produtos para contorno facial?",
        "O que devo fazer para conseguir um olhar mais natural?",
        "Como posso aplicar corretivo?"
    ],
    [
        "Quero contratar uma babá",
        "Preciso de ajuda para cuidar dos meus filhos",
        "Gostaria de contratar uma babá",
        "Quero saber como contratar uma babá",
        "Quero informações sobre babás",
        "Oi, sou a Babá!",
        "Você pode me ajudar a cuidar das crianças?",
        "Quais são as suas responsabilidades?",
        "Você é capaz de dar banho nas crianças?",
        "Como você lida com crianças mais velhas?",
        "Você tem experiência com crianças com necessidades especiais?",
        "Você sabe como lidar com crianças inquietas?",
        "Você tem experiência em preparar refeições para crianças?",
        "Você sabe como ajudar as crianças a se comportarem?",
        "Você tem experiência em lidar com crianças de todas as idades?",
        "Você sabe como lidar com crianças que choram?",
        "Você sabe como lidar com crianças que não obedecem?",
        "Você sabe como lidar com crianças que não querem comer?",
        "Você sabe como ajudar as crianças a aprenderem?",
        "Você sabe como lidar com crianças que não gostam de fazer tarefas?",
        "Oi, Babá. Quais são as regras para o meu filho?",
        "Babá, me ajude a encontrar um jogo educativo para meu filho",
        "Babá, qual é a melhor maneira de lidar com o comportamento de meu filho?",
        "Babá, quais são as melhores maneiras de incentivar meu filho a estudar?",
        "Babá, qual é a melhor maneira de ensinar meu filho a se comportar?",
        "Babá, como faço para ajudar meu filho a ter boas notas na escola?",
        "Babá, como faço para ajudar meu filho a ter um sono saudável?",
        "Babá, como faço para ajudar meu filho a se alimentar de forma saudável?",
        "Babá, como faço para ajudar meu filho a ter boas relações com outras crianças?",
        "Babá, qual é a melhor maneira de ensinar meu filho a lidar com o estresse?",
        "Babá, como faço para ajudar meu filho a lidar com a ansiedade?",
        "Babá, qual é a melhor maneira de ensinar meu filho a resolver problemas?",
        "Babá, como faço para ajudar meu filho a ter um bom comportamento?",
        "Babá, qual é a melhor maneira de ensinar meu filho a se comunicar?",
        "Babá, como faço para ajudar meu filho a desenvolver suas habilidades sociais?"
    ],
    [
        "Escreva um artigo sobre tecnologia",
        "Escreva sobre os benefícios da tecnologia",
        "Quais são os desafios da tecnologia moderna?",
        "Fale sobre as tendências de tecnologia mais recentes",
        "Como a tecnologia pode melhorar a produtividade?",
        "O que é um chatbot?",
        "Como posso usar um chatbot para escrever sobre tecnologia?",
        "Como faço para criar um chatbot?",
        "Qual é a melhor maneira de escrever sobre tecnologia?",
        "Qual é a melhor plataforma para criar um chatbot?",
        "Como faço para melhorar minhas habilidades de escrita sobre tecnologia?",
        "O que devo fazer para me tornar um bom escritor de tecnologia?",
        "Existe alguma ferramenta que me ajude a escrever sobre tecnologia?",
        "Qual é a melhor maneira de escrever sobre novas tecnologias?",
        "Como faço para me manter atualizado sobre tecnologia?",
        "Quais são os melhores recursos para escrever sobre tecnologia?",
        "Como faço para me tornar um escritor de tecnologia profissional?",
        "Quais são as melhores práticas para escrever sobre tecnologia?",
        "Quais são os principais desafios de escrever sobre tecnologia?",
        "Qual é a melhor maneira de escrever sobre tendências tecnológicas?",
        "Criar um artigo sobre aplicativos de inteligência artificial",
        "Redigir um relatório sobre aplicações de blockchain",
        "Escrever um artigo sobre robótica",
        "Produzir um guia sobre aplicações de IoT",
        "Elaborar um tutorial sobre inteligência artificial",
        "Desenvolver um livro sobre computação em nuvem",
        "Criar uma apresentação sobre automação de processos",
        "Redigir um artigo sobre realidade virtual",
        "Escrever um relatório sobre segurança de dados",
        "Produzir um guia sobre aplicativos de cibersegurança",
        "Elaborar um tutorial sobre criptografia",
        "Desenvolver um livro sobre big data",
        "Criar uma apresentação sobre computação cognitiva",
        "Redigir um artigo sobre machine learning",
        "Escrever um relatório sobre tecnologia blockchain"
    ],
    [
        "O que é um artista ASCII?",
        "Como posso criar um artista ASCII?",
        "Como faço para desenhar um artista ASCII?",
        "Quais são os melhores programas para criar artistas ASCII?",
        "Existem tutoriais para artistas ASCII?",
        "O que é um artista ASCII?",
        "Como faço para criar arte ASCII?",
        "Quais ferramentas eu preciso para criar arte ASCII?",
        "Quais são os melhores programas para criar arte ASCII?",
        "Como crio um desenho animado em ASCII?",
        "Como faço para desenhar com caracteres ASCII?",
        "Posso usar ASCII para criar gráficos?",
        "Como faço para salvar meu trabalho em ASCII?",
        "Posso usar imagens em ASCII?",
        "O que é uma tabela de caracteres ASCII?",
        "Posso usar fontes diferentes para criar arte ASCII?",
        "Existe algum software para criar arte ASCII?",
        "Como faço para imprimir minha arte ASCII?",
        "Quais são alguns sites onde posso compartilhar minha arte ASCII?",
        "Existe algum fórum onde posso discutir arte ASCII?",
        "Encontre um desenho de um gato ASCII",
        "Crie uma figura usando caracteres ASCII",
        "Mostre-me um desenho de um urso ASCII",
        "Crie uma imagem usando caracteres ASCII",
        "Mostre-me um ícone ASCII",
        "Crie uma arte ASCII",
        "Encontre um símbolo ASCII",
        "Mostre-me um desenho de um coração ASCII",
        "Crie um emoji usando caracteres ASCII",
        "Mostre-me um desenho de uma estrela ASCII",
        "Crie um ícone usando caracteres ASCII",
        "Mostre-me um desenho de uma árvore ASCII",
        "Crie uma imagem usando caracteres ASCII",
        "Mostre-me um desenho de um cachorro ASCII",
        "Crie um desenho usando caracteres ASCII"
    ],
    [
        "Como posso executar um programa Python?",
        "Como faço para interpretar o código Python?",
        "O que é o interpretador Python?",
        "Qual é a diferença entre um compilador e um interpretador?",
        "Como posso usar o interpretador Python para executar meu código?",
        "Oi, como posso te ajudar?",
        "Qual a melhor forma de usar o Python?",
        "Preciso de ajuda para escrever um código",
        "Como posso criar um loop?",
        "Como faço para usar variáveis?",
        "Como posso executar um código?",
        "Preciso de ajuda para usar funções",
        "Como posso usar listas?",
        "Como faço para usar dicionários?",
        "Como posso criar classes?",
        "Como posso usar argumentos?",
        "Como faço para usar exceções?",
        "Como posso usar módulos?",
        "Como posso usar arquivos?",
        "Como posso usar pacotes?",
        "Interpretar código Python para ajudar os usuários a entender o que está acontecendo",
        "Executar scripts Python para ajudar as pessoas a automatizar tarefas",
        "Ajudar os usuários a compreender melhor como a linguagem Python funciona",
        "Ajudar os usuários a solucionar problemas de programação",
        "Ajudar os usuários a escrever códigos Python mais eficientes",
        "Ajudar as pessoas a trabalhar com a linguagem Python com mais facilidade",
        "Ajudar os usuários a compreender melhor a sintaxe do Python",
        "Ajudar os usuários a compreender melhor os recursos da linguagem Python",
        "Ajudar os usuários a escrever códigos Python mais seguros",
        "Ajudar os usuários a criar aplicativos Python mais robustos",
        "Ajudar os usuários a entender melhor como funcionam os frameworks Python",
        "Ajudar os usuários a usar bibliotecas Python para criar aplicativos",
        "Ajudar os usuários a entender melhor como criar testes unitários em Python",
        "Ajudar os usuários a desenvolver aplicativos web em Python",
        "Ajudar os usuários a criar aplicativos móveis usando a linguagem Python"
    ],
    [
        "Qual é o sinônimo de 'feliz'?",
        "Qual é o sinônimo de 'alegre'?",
        "Qual é o sinônimo de 'contente'?",
        "Qual é o sinônimo de 'sorridente'?",
        "Qual é o sinônimo de 'jovial'?",
        "Qual é o sinônimo de 'sorrir'?",
        "Qual é o sinônimo de 'alegre'?",
        "Qual é o sinônimo de 'feliz'?",
        "Qual é o sinônimo de 'bonito'?",
        "Qual é o sinônimo de 'belo'?",
        "Qual é o sinônimo de 'grande'?",
        "Qual é o sinônimo de 'importante'?",
        "Qual é o sinônimo de 'amplo'?",
        "Qual é o sinônimo de 'alto'?",
        "Qual é o sinônimo de 'saudável'?",
        "Qual é o sinônimo de 'sincero'?",
        "Qual é o sinônimo de 'forte'?",
        "Qual é o sinônimo de 'inteligente'?",
        "Qual é o sinônimo de 'rápido'?",
        "Qual é o sinônimo de 'eficiente'?",
        "Encontrar sinônimos para o verbo 'falar'",
        "Substituir a palavra 'grande' por uma palavra com o mesmo significado",
        "Qual o sinônimo de 'alegre'?",
        "Quais são as palavras sinônimas de 'pobre'?",
        "Substitua a palavra 'rico' por outra",
        "O que significa a palavra 'feliz'?",
        "Qual é o sinônimo de 'pequeno'?",
        "Como se diz 'lindo' de outra forma?",
        "Encontre sinônimos para 'cansado'",
        "Quais são os sinônimos de 'importante'?",
        "Qual é o significado da palavra 'felicidade'?",
        "Qual o sinônimo de 'gostoso'?",
        "Substitua a palavra 'bonito' por outra",
        "O que significa 'alegria'?",
        "Quais são os sinônimos de 'saudade'?"
    ],
    [
        "O que posso fazer por você?",
        "Como posso ajudar?",
        "Você está procurando algo específico?",
        "O que você precisa comprar?",
        "Posso ajudar a encontrar algo para você?",
        "Quero ver opções de roupas",
        "Preciso de algo para um evento de gala",
        "Quero algo casual",
        "Qual é o melhor preço para este item?",
        "Gostaria de ver algo diferente",
        "Preciso de algo para usar no dia a dia",
        "Quero algo para usar em uma viagem",
        "Gostaria de ver algo que combine com uma saia",
        "Quero algo para usar no inverno",
        "Onde posso encontrar algo que combine com uma camisa?",
        "Preciso de algo para usar em uma saída noturna",
        "Quero algo para usar em uma ocasião especial",
        "Gostaria de ver algumas opções de calçados",
        "Preciso de algo para usar em um casamento",
        "Quero saber quais são as últimas tendências em moda",
        "Encontre-me um par de sapatos pretos com salto alto",
        "Encontre-me um terno para usar em um casamento",
        "Encontre-me uma bolsa de couro para o meu laptop",
        "Encontre-me uma camisa social para usar em uma entrevista",
        "Encontre-me um vestido de noite para usar em uma festa",
        "Encontre-me um par de jeans de cintura alta",
        "Encontre-me uma camiseta com estampa divertida",
        "Encontre-me uma jaqueta de couro preta",
        "Encontre-me uma camisa de manga longa",
        "Encontre-me uma saia longa para usar em uma festa",
        "Encontre-me um par de tênis brancos",
        "Encontre-me uma calça de brim azul marinho",
        "Encontre-me uma jaqueta de couro marrom",
        "Encontre-me uma camisa de manga curta estampada",
        "Encontre-me uma bolsa de couro marrom"
    ],
    [
        "Quais foram as suas impressões sobre o restaurante?",
        "Pontue de 1 a 5 o serviço do restaurante.",
        "Como você classificaria a comida do restaurante?",
        "Você recomendaria o restaurante para outras pessoas?",
        "Você teve alguma experiência negativa no restaurante?",
        "Qual é o melhor restaurante da cidade?",
        "Quais são as especialidades da casa?",
        "Qual é a sua opinião sobre o serviço?",
        "Qual é a melhor opção de prato?",
        "O que você recomendaria para o jantar?",
        "Qual é o preço médio dos pratos?",
        "O restaurante oferece opções vegetarianas?",
        "Qual é a sua opinião sobre o ambiente?",
        "O restaurante tem um cardápio variado?",
        "Qual é a melhor sobremesa?",
        "Qual é a melhor bebida para acompanhar?",
        "O restaurante tem um bom serviço de entrega?",
        "Qual é a sua avaliação do atendimento?",
        "Qual é a sua opinião sobre a qualidade dos alimentos?",
        "Qual é o melhor horário para ir ao restaurante?",
        "O atendimento foi ótimo!",
        "O serviço foi excelente!",
        "As porções são generosas!",
        "A comida estava deliciosa!",
        "A decoração é encantadora!",
        "A comida estava muito bem temperada!",
        "O ambiente é muito aconchegante!",
        "O local é muito limpo!",
        "O serviço é muito rápido!",
        "Os preços são muito acessíveis!",
        "Os pratos são muito bem servidos!",
        "A comida é muito saborosa!",
        "Os garçons são muito simpáticos!",
        "A comida é fresca e saudável!",
        "Os drinks são muito refrescantes!"
    ],
    [
        "Qual o seu problema de saúde?",
        "O que você está sentindo?",
        "Qual é o seu sintoma?",
        "Você está com alguma dor?",
        "Qual é a sua preocupação com sua saúde?",
        "Oi, eu preciso de ajuda",
        "Estou sentindo dores",
        "Estou com algum sintoma?",
        "Estou com dor de cabeça",
        "Estou com dor no peito",
        "Estou com dor nas costas",
        "Estou com tontura",
        "Estou com vômito",
        "Estou com dor de estômago",
        "Estou com febre",
        "Estou com tosse",
        "Estou com falta de ar",
        "Estou com dor de garganta",
        "Estou com dor de ouvido",
        "Estou com diarreia",
        "Oi, como posso te ajudar?",
        "Qual é o seu problema de saúde?",
        "Você tem alguma dor?",
        "Você já foi ao médico?",
        "Você está sentindo algum desconforto?",
        "Você é alérgico a algum medicamento?",
        "Você está sentindo algum inchaço?",
        "Você está com alguma dificuldade respiratória?",
        "Você está com febre?",
        "Você está sentindo alguma dor de cabeça?",
        "Você está sentindo alguma dor muscular?",
        "Você está sentindo alguma dor de estômago?",
        "Você está sentindo alguma dor no peito?",
        "Você está sentindo alguma dor nas articulações?",
        "Você está sentindo alguma dor de garganta?"
    ],
    [
        "Quero contratar um chef pessoal",
        "Quero saber mais sobre o serviço de chef pessoal",
        "Qual é o preço de um chef pessoal?",
        "Onde posso encontrar um chef pessoal?",
        "Quais são os serviços oferecidos por um chef pessoal?",
        "Oi, eu gostaria de contratar um chef pessoal",
        "Quais são os preços dos seus serviços?",
        "O que você pode me oferecer?",
        "Quais são as suas especialidades?",
        "Posso ver alguns exemplos de seu trabalho?",
        "Você pode me ajudar a escolher os ingredientes certos?",
        "Você pode me ensinar como preparar pratos deliciosos?",
        "Você pode me ajudar a preparar refeições saudáveis?",
        "Você pode me ajudar a preparar refeições vegetarianas?",
        "Você pode me ajudar a organizar um jantar especial?",
        "Você pode me ajudar a preparar alimentos para festas?",
        "Você pode me ajudar a preparar alimentos para crianças?",
        "Você pode me ajudar a preparar alimentos para dietas específicas?",
        "Você pode me ajudar a preparar alimentos para alguém com restrições alimentares?",
        "Você pode me ajudar a preparar alimentos para eventos especiais?",
        "Me dê algumas ideias para um jantar saudável",
        "Quais são as melhores opções para o meu almoço",
        "Qual é o melhor cardápio para o meu jantar",
        "Me ajude a encontrar uma boa receita de peixe",
        "Quais são as melhores opções para um café da manhã saudável?",
        "Quais são as melhores opções para um lanche saudável?",
        "Qual é o melhor cardápio para o meu brunch?",
        "Me ajude a encontrar uma boa receita de salada",
        "Qual é a melhor forma de preparar um prato vegetariano?",
        "Quais são as melhores opções para um jantar saudável?",
        "Me ajude a encontrar uma boa receita de frango",
        "Qual é o melhor cardápio para o meu almoço?",
        "Me dê algumas ideias para um café da manhã saudável",
        "Quais são as melhores opções para um jantar vegetariano?",
        "Me ajude a encontrar uma boa receita de sobremesa saudável"
    ],
    [
        "Posso ajudar em algo relacionado ao Direito?",
        "Como posso ajudar no assunto Jurídico?",
        "Você tem alguma dúvida relacionada ao Direito?",
        "O que você precisa saber sobre Direito?",
        "Você gostaria de saber mais sobre Direito?",
        "Quero saber quais são os meus direitos no trabalho",
        "Qual é a lei que regulamenta o direito do trabalhador?",
        "Como posso saber qual o meu salário mínimo?",
        "O que devo fazer se meu empregador não me pagar?",
        "O que é um contrato de trabalho?",
        "Quais são as leis que regem a relação entre empregador e empregado?",
        "Como posso entrar com uma ação judicial?",
        "Em que situações devo entrar com um processo judicial?",
        "Quais são as leis que regem o direito trabalhista?",
        "Como posso saber se meu empregador está cumprindo a lei?",
        "Qual a diferença entre um contrato de trabalho e um contrato de prestação de serviços?",
        "O que devo fazer se meu empregador não respeitar meus direitos?",
        "Como posso saber quais são as minhas obrigações como trabalhador?",
        "Como posso saber quais são os meus direitos como trabalhador?",
        "Quais são as leis que regem o direito de trabalho no Brasil?",
        "Qual a diferença entre dano moral e dano material?",
        "Como posso saber se tenho direito a um processo de indenização?",
        "Qual a diferença entre direito civil e direito penal?",
        "Como posso fazer para entrar com uma ação de divórcio?",
        "Quais são os direitos dos trabalhadores?",
        "Qual o prazo para entrar com uma ação de execução?",
        "Como posso entrar com uma ação de guarda de menor?",
        "Qual a diferença entre direito de família e direito de sucessão?",
        "Qual a diferença entre direito de herança e direito de legado?",
        "O que é uma ação de usucapião?",
        "Como posso entrar com uma ação de despejo?",
        "Quais são as responsabilidades de um locador de imóvel?",
        "Quais são os direitos dos inquilinos?",
        "Quais são os direitos dos herdeiros?",
        "Como posso entrar com uma ação de cobrança de dívidas?"
    ],
    [
        "O que você faz?",
        "O que é estilista pessoal?",
        "Você oferece serviços de estilista pessoal?",
        "Como posso obter serviços de estilista pessoal?",
        "Quais serviços você oferece como estilista pessoal?",
        "Oi, quero saber mais sobre estilista pessoal",
        "Qual o preço para ter um estilista pessoal?",
        "Quais são os serviços que oferece?",
        "Quais as últimas tendências da moda?",
        "Qual o melhor estilo para mim?",
        "Como posso me vestir para uma entrevista de emprego?",
        "Como posso me vestir para um casamento?",
        "Como posso combinar peças básicas?",
        "Como posso montar looks para o verão?",
        "Quais são as melhores peças para o inverno?",
        "Como posso usar acessórios para meu look?",
        "Como posso me vestir para um evento noturno?",
        "Quais são as tendências de moda masculina?",
        "Como posso montar looks para o meu dia a dia?",
        "Qual o melhor estilo para o meu corpo?",
        "Quais são as tendências da moda desta temporada?",
        "Quais são as cores que estão em alta?",
        "Quais são as peças essenciais que devo ter no meu guarda-roupa?",
        "Quais são as peças que combinam melhor com a minha silhueta?",
        "Quais são as peças que combinam melhor com meu estilo?",
        "Quais são as peças que combinam melhor com a minha personalidade?",
        "Quais são as tendências de maquiagem desta temporada?",
        "Quais são os acessórios que combinam melhor com o meu estilo?",
        "Quais são os acessórios que combinam melhor com o meu guarda-roupa?",
        "O que devo usar para uma ocasião formal?",
        "O que devo usar para uma ocasião casual?",
        "Como combinar peças de diferentes estilos?",
        "Como devo usar calças justas?",
        "Como devo usar shorts?",
        "Como devo usar camisetas?"
    ],
    [
        "Quem é um Engenheiro de Aprendizado de Máquina?",
        "O que um Engenheiro de Aprendizado de Máquina faz?",
        "Qual a diferença entre um Engenheiro de Aprendizado de Máquina e um Cientista de Dados?",
        "Como posso me tornar um Engenheiro de Aprendizado de Máquina?",
        "O que eu preciso para ser um Engenheiro de Aprendizado de Máquina?",
        "O que é Engenharia de Aprendizado de Máquina?",
        "Como Engenharia de Aprendizado de Máquina pode me ajudar?",
        "Como posso começar a usar Engenharia de Aprendizado de Máquina?",
        "Qual é a diferença entre Engenharia de Aprendizado de Máquina e Inteligência Artificial?",
        "Qual é o melhor algoritmo de Engenharia de Aprendizado de Máquina para meu problema?",
        "Onde posso encontrar tutoriais sobre Engenharia de Aprendizado de Máquina?",
        "Como posso implementar Engenharia de Aprendizado de Máquina em minha empresa?",
        "Quais são as melhores práticas para Engenharia de Aprendizado de Máquina?",
        "Quais são os melhores frameworks de Engenharia de Aprendizado de Máquina?",
        "Como posso usar Engenharia de Aprendizado de Máquina para análise de dados?",
        "Como Engenharia de Aprendizado de Máquina pode me ajudar a melhorar minhas decisões?",
        "Como posso usar Engenharia de Aprendizado de Máquina para prever resultados?",
        "Quais são as melhores ferramentas de Engenharia de Aprendizado de Máquina?",
        "Como posso usar Engenharia de Aprendizado de Máquina para automatizar tarefas?",
        "Como posso usar Engenharia de Aprendizado de Máquina para criar modelos preditivos?",
        "Utilizando Engenheiro de Aprendizado de Máquina para criar modelos de previsão de vendas",
        "Integrando Engenheiro de Aprendizado de Máquina para gerenciar fluxos de trabalho",
        "Utilizando Engenheiro de Aprendizado de Máquina para criar modelos de classificação de imagens",
        "Integrando Engenheiro de Aprendizado de Máquina para gerar recomendações personalizadas",
        "Utilizando Engenheiro de Aprendizado de Máquina para criar modelos de detecção de fraudes",
        "Integrando Engenheiro de Aprendizado de Máquina para reconhecer padrões de comportamento",
        "Utilizando Engenheiro de Aprendizado de Máquina para criar modelos de detecção de sentimentos",
        "Integrando Engenheiro de Aprendizado de Máquina para criar modelos de previsão de preços",
        "Utilizando Engenheiro de Aprendizado de Máquina para criar modelos de detecção de anomalias",
        "Integrando Engenheiro de Aprendizado de Máquina para criar modelos de previsão de demanda",
        "Utilizando Engenheiro de Aprendizado de Máquina para criar modelos de detecção de padrões",
        "Integrando Engenheiro de Aprendizado de Máquina para criar modelos de detecção de padrões de linguagem",
        "Utilizando Engenheiro de Aprendizado de Máquina para criar modelos de detecção de objetos",
        "Integrando Engenheiro de Aprendizado de Máquina para criar modelos de previsão de falhas",
        "Utilizando Engenheiro de Aprendizado de Máquina para criar modelos de detecção de padrões de voz"
    ],
    [
        "Traduza Mateus 6:25-34",
        "Traduza Marcos 10:17-31",
        "Traduza Lucas 18:18-30",
        "Traduza João 3:16-21",
        "Traduza Atos 2:1-41",
        "O que diz Gênesis 1:1?",
        "Qual é o significado de Mateus 5:3?",
        "O que diz Salmos 23:1?",
        "O que é a parábola do semeador em Lucas 8:5-8?",
        "O que significa João 3:16?",
        "O que diz Isaías 40:31?",
        "O que diz Marcos 10:45?",
        "Qual é o significado de Romanos 12:2?",
        "O que diz Atos 2:38?",
        "O que é a parábola dos talentos em Mateus 25:14-30?",
        "O que significa Filipenses 4:13?",
        "O que diz 2 Coríntios 5:17?",
        "O que é a parábola do bom samaritano em Lucas 10:25-37?",
        "O que significa Colossenses 3:23?",
        "O que diz João 14:6?",
        "Traduza o Salmo 23",
        "Qual é o significado de 'amor' no original hebraico?",
        "Qual é a tradução de 'Eu sou a luz do mundo'?",
        "Qual é a tradução de Mateus 6:33?",
        "Qual a tradução do versículo 'Eu sou a videira, vós os ramos'?",
        "Qual é a tradução de João 3:16?",
        "Qual é a tradução de Gênesis 1:1?",
        "Qual é a tradução de Romanos 8:28?",
        "Qual é a tradução de Salmos 23:1?",
        "Qual é a tradução de João 14:6?",
        "Traduza o versículo 'Ide por todo o mundo e pregai o evangelho'?",
        "Qual é a tradução de Provérbios 3:5-6?",
        "Qual é a tradução de Atos 2:38?",
        "Qual é a tradução de Salmos 119:105?",
        "Qual é a tradução de Filipenses 4:13?"
    ],
    [
        "Como posso criar um SVG?",
        "Qual é o melhor software para design SVG?",
        "Como posso editar um SVG?",
        "O que é SVG?",
        "Como posso aplicar efeitos ao SVG?",
        "O que é SVG?",
        "Como posso criar um SVG?",
        "Como posso editar um SVG?",
        "Como posso compartilhar um SVG?",
        "Como posso salvar um SVG?",
        "Quais são as melhores ferramentas de design SVG?",
        "Como posso usar SVG para criar gráficos?",
        "Como posso usar SVG para criar logos?",
        "Quais são as melhores práticas de design SVG?",
        "Como posso usar SVG em sites?",
        "O que devo considerar ao usar SVG?",
        "Como posso usar SVG em aplicativos?",
        "Como posso usar SVG em impressões?",
        "Como posso usar SVG para animação?",
        "Como posso usar SVG para criar ícones?",
        "Crie um logotipo SVG para mim.",
        "Desenhe um ícone SVG para o meu aplicativo.",
        "Crie um ícone SVG personalizado.",
        "Crie um ícone SVG para o meu site.",
        "Desenhe um logotipo SVG para mim.",
        "Crie um ícone SVG para a minha empresa.",
        "Desenhe um ícone SVG para o meu aplicativo.",
        "Crie um ícone SVG para o meu software.",
        "Desenhe um ícone SVG para a minha marca.",
        "Crie um ícone SVG para o meu símbolo.",
        "Desenhe um ícone SVG para a minha campanha.",
        "Crie um ícone SVG para o meu jogo.",
        "Desenhe um ícone SVG para o meu projeto.",
        "Crie um ícone SVG para o meu produto.",
        "Desenhe um ícone SVG para a minha marca."
    ],
    [
        "Qual é a diferença entre nuvem e servidor?",
        "Como configurar um servidor?",
        "Quais são os benefícios de usar a nuvem?",
        "Quais são as melhores práticas para segurança de TI?",
        "Como configurar um firewall?",
        "Oi, preciso de ajuda com meu computador",
        "Estou tendo problemas com meu computador",
        "Eu não consigo conectar a internet",
        "Meu computador não liga",
        "Estou tendo problemas com meu software",
        "Minha conexão de internet está lenta",
        "Eu não consigo instalar um programa",
        "Preciso de ajuda para configurar meu computador",
        "O meu computador está infectado com vírus",
        "Preciso de ajuda para limpar meu computador",
        "Meu computador está travando",
        "Eu não consigo acessar minha conta",
        "Minha impressora não está funcionando",
        "Eu não consigo acessar meus arquivos",
        "Preciso de ajuda para configurar minha rede Wi-Fi",
        "Qual é a melhor maneira de configurar um firewall?",
        "Qual é o melhor sistema operacional para uso empresarial?",
        "Como faço para recuperar um arquivo excluído?",
        "Como conserto um computador que não liga?",
        "Como posso aumentar a segurança em minha rede?",
        "Como faço para instalar um programa?",
        "Qual é o melhor antivírus para uso doméstico?",
        "Como consigo ajuda para solucionar um problema de hardware?",
        "Como faço para configurar minha conta de e-mail?",
        "Como posso aumentar a velocidade do meu computador?",
        "Como faço para realizar backup de meus arquivos?",
        "Como faço para instalar um sistema operacional?",
        "Qual é a melhor maneira de proteger minha rede contra vírus?",
        "Como faço para limpar meu computador de vírus?",
        "Como faço para recuperar uma senha perdida?"
    ],
    [
        "O que é um peão?",
        "Como movimentar o rei?",
        "Como posso capturar uma peça?",
        "Qual é o objetivo do jogo de xadrez?",
        "Como posso vencer o jogo de xadrez?",
        "Quais são as regras do jogo?",
        "Qual é o melhor lance para começar?",
        "Como faço para vencer?",
        "Quais são os movimentos permitidos?",
        "Me ajude a jogar!",
        "Como posso melhorar meu jogo?",
        "Quais são as melhores estratégias?",
        "Quais são as melhores táticas?",
        "Como faço para bloquear meu oponente?",
        "Quais são as melhores aberturas?",
        "Quais são as melhores jogadas?",
        "Quais são os melhores truques?",
        "Como faço para desenvolver minhas peças?",
        "Quais são os melhores jogadores?",
        "Como posso melhorar minha estratégia?",
        "Jogue xadrez comigo!",
        "Vamos jogar xadrez?",
        "Quer jogar xadrez?",
        "Vamos nos divertir jogando xadrez?",
        "Que tal um jogo de xadrez?",
        "Vamos fazer uma partida de xadrez?",
        "Gostaria de jogar xadrez?",
        "Vamos jogar uma partida de xadrez?",
        "Que tal um desafio de xadrez?",
        "Vamos jogar xadrez para passar o tempo?",
        "Que tal um jogo de xadrez para nos entretermos?",
        "Vamos jogar uma partida de xadrez para nos divertirmos?",
        "Que tal um desafio de xadrez para nos desafiarmos?",
        "Vamos jogar xadrez para nos divertirmos?",
        "Que tal um jogo de xadrez para nos entretermos?"
    ],
    [
        "Qual é a sua experiência como desenvolvedor de software full-stack?",
        "Você já trabalhou como desenvolvedor de software full-stack?",
        "Você tem experiência com desenvolvimento de software full-stack?",
        "Você tem conhecimento em desenvolvimento de software full-stack?",
        "Você tem experiência em programação full-stack?",
        "Oi, eu sou desenvolvedor de software full-stack",
        "Qual é a sua área de especialização?",
        "Como posso ajudar?",
        "Você pode me mostrar alguns projetos?",
        "Você tem experiência com linguagens de programação?",
        "Quais são as suas habilidades?",
        "Você tem experiência com aplicativos móveis?",
        "Quais são os seus principais conhecimentos técnicos?",
        "Você pode me dar um exemplo de projeto que você desenvolveu?",
        "Você tem experiência em banco de dados?",
        "Você tem alguma experiência em desenvolvimento web?",
        "Você pode me mostrar alguns exemplos de seus trabalhos?",
        "Você tem experiência com testes de software?",
        "Você tem alguma experiência com gerenciamento de projetos?",
        "Você tem alguma experiência com análise de dados?",
        "Crie um banco de dados para armazenar informações de usuários",
        "Desenvolva um sistema de pagamento seguro para nossos clientes",
        "Crie uma API para integrar nossos sistemas",
        "Crie um sistema de autenticação para acessar nossas aplicações",
        "Crie um sistema de gerenciamento de conteúdo para nossa plataforma",
        "Desenvolva uma interface para o nosso site",
        "Crie um sistema de recomendação para nossos usuários",
        "Desenvolva um sistema de gerenciamento de usuários para nossa plataforma",
        "Crie um sistema de busca para nossos usuários",
        "Crie um sistema de notificações para nossos usuários",
        "Desenvolva um sistema de análise de dados para nossos usuários",
        "Crie um sistema de gerenciamento de conteúdo para nossa plataforma",
        "Desenvolva uma API para integrar nossos sistemas",
        "Crie um sistema de autenticação para acessar nossas aplicações",
        "Desenvolva um sistema de gerenciamento de usuários para nossa plataforma"
    ],
    [
        "Qual é a resposta para 2 + 2?",
        "Qual é a resposta para 4 x 3?",
        "Qual é o resultado de 9 - 4?",
        "Qual é o resultado de 8 + 5?",
        "Qual é a resposta para 10 ÷ 5?",
        "Qual é o resultado da soma de 7 mais 6?",
        "Qual é a raiz quadrada de 36?",
        "Qual é a diferença entre 8 e 4?",
        "Qual é o produto de 5 vezes 8?",
        "Qual é a razão entre 12 e 6?",
        "Qual é o resultado da divisão de 24 por 4?",
        "Qual é o fatorial de 5?",
        "Qual é o resultado da subtração de 10 menos 6?",
        "Qual é o quadrado de 8?",
        "Qual é a raiz cúbica de 27?",
        "Qual é a porcentagem de 12 em 120?",
        "Qual é a média entre 5 e 8?",
        "Qual é a soma dos ângulos internos de um triângulo?",
        "Qual é a soma dos ângulos externos de um quadrilátero?",
        "Qual é a área de um círculo de raio 3?",
        "Quanto é 4 vezes 8?",
        "Qual o resultado da soma de 5 e 7?",
        "Qual o resultado da divisão de 15 por 3?",
        "Qual é o resultado da soma de 8, 4 e 6?",
        "Qual é o resultado da multiplicação de 3 por 5?",
        "Qual é a raiz quadrada de 81?",
        "Qual é o resultado da subtração de 9 de 15?",
        "Qual é o resultado da soma de 4, 8 e 10?",
        "Qual é o resultado da divisão de 16 por 4?",
        "Qual é o resultado da multiplicação de 7 por 9?",
        "Qual é a raiz quadrada de 169?",
        "Qual é o resultado da subtração de 3 de 15?",
        "Qual é o resultado da soma de 3, 5 e 6?",
        "Qual é o resultado da divisão de 18 por 3?",
        "Qual é o resultado da multiplicação de 2 por 6?"
    ],
    [
        "Como posso criar uma expressão regular?",
        "Como eu posso usar um gerador de expressões regulares?",
        "O que é um gerador de expressões regulares?",
        "Como gerar uma expressão regular?",
        "Qual é a sintaxe de uma expressão regular?",
        "Oi, como posso ajudar?",
        "Como posso gerar uma expressão regular?",
        "Quais são as opções para gerar expressões regulares?",
        "Quais são os símbolos que posso usar para gerar expressões regulares?",
        "Qual é a melhor maneira de criar uma expressão regular?",
        "Como posso melhorar minhas expressões regulares?",
        "Como posso testar minha expressão regular?",
        "Como posso usar o gerador de expressões regulares?",
        "Qual é a sintaxe para criar expressões regulares?",
        "Como posso usar o gerador de expressões regulares para procurar um padrão?",
        "Como posso usar o gerador de expressões regulares para substituir um padrão?",
        "Como posso usar o gerador de expressões regulares para validar uma string?",
        "O que é um gerador de expressões regulares?",
        "Como posso usar o gerador de expressões regulares para criar um padrão?",
        "Como posso usar o gerador de expressões regulares para encontrar e substituir padrões?",
        "Verificando se o número de telefone está correto com o RegEX",
        "Validando endereços de email com RegEX",
        "Encontrando padrões de texto usando RegEX",
        "Verificando a validade de um CPF usando RegEX",
        "Verificando se uma data está no formato correto usando RegEX",
        "Encontrando palavras-chave específicas com RegEX",
        "Verificando se um nome de usuário está no formato correto com RegEX",
        "Encontrando padrões de números com RegEX",
        "Verificando a validade de um CNPJ usando RegEX",
        "Verificando se um endereço IP está no formato correto usando RegEX",
        "Encontrando padrões de caracteres especiais usando RegEX",
        "Verificando se um número de cartão de crédito está no formato correto usando RegEX",
        "Verificando a validade de um ISBN usando RegEX",
        "Encontrando padrões de palavras com RegEX"
    ],
    [
        "Como posso viajar no tempo?",
        "Onde posso encontrar informações sobre viagens no tempo?",
        "Como faço para planejar uma viagem no tempo?",
        "Como posso viajar para o passado?",
        "Como posso viajar para o futuro?",
        "Onde posso viajar no tempo?",
        "Qual é o melhor lugar para viajar no tempo?",
        "Quais são as opções de viagem no tempo?",
        "Quais países posso visitar no passado?",
        "Quais épocas posso visitar?",
        "Existem restrições para viajar no tempo?",
        "Quais são as melhores épocas para viajar?",
        "Quais são os requisitos para viajar no tempo?",
        "Quais são os riscos de viajar no tempo?",
        "Onde posso encontrar mais informações sobre viagem no tempo?",
        "Como posso me preparar para uma viagem no tempo?",
        "Quais são os benefícios de viajar no tempo?",
        "Como posso me certificar de que minha viagem no tempo foi bem-sucedida?",
        "Quais são as consequências de alterar o passado?",
        "Existe algum lugar onde posso comprar passagens para viajar no tempo?",
        "Descubra as melhores atrações turísticas da Grécia antiga",
        "Descubra os costumes da Índia no século XIX",
        "Descubra os principais eventos históricos da Idade Média",
        "Descubra as principais invenções da Roma antiga",
        "Descubra os principais eventos históricos da Revolução Industrial",
        "Descubra as principais cidades do Egito antigo",
        "Descubra os costumes da China no século XVI",
        "Descubra as principais invenções da Idade Média",
        "Descubra as principais cidades da Grécia antiga",
        "Descubra os principais eventos históricos da Dinastia Ming",
        "Descubra as principais cidades da Roma antiga",
        "Descubra os principais eventos históricos da Idade do Bronze",
        "Descubra os costumes da Índia no século XVIII",
        "Descubra as principais invenções da Dinastia Tang",
        "Descubra os principais eventos históricos da Revolução Francesa"
    ],
    [
        "Quero treinar meus talentos",
        "Como posso melhorar meus talentos?",
        "Quais são as melhores práticas para treinar meus talentos?",
        "Qual o melhor caminho para desenvolver meus talentos?",
        "Quais são as habilidades necessárias para treinar meus talentos?",
        "O que você pode me ensinar?",
        "Quais são as habilidades que você pode me ensinar?",
        "Qual o melhor caminho para melhorar minhas habilidades?",
        "Como posso melhorar meu desempenho?",
        "Qual o melhor jeito para me tornar mais produtivo?",
        "Quais são as melhores práticas para desenvolver minhas habilidades?",
        "O que posso fazer para desenvolver minhas habilidades?",
        "Como posso me tornar mais eficiente?",
        "Como posso melhorar minhas habilidades de liderança?",
        "Quais são as melhores estratégias para melhorar minhas habilidades?",
        "Quais são as melhores dicas para melhorar minhas habilidades?",
        "Quais são os melhores recursos para me ajudar a melhorar minhas habilidades?",
        "Quais são as melhores práticas para me tornar um profissional melhor?",
        "Como posso melhorar minhas habilidades de comunicação?",
        "Qual o melhor caminho para me tornar um profissional mais qualificado?",
        "Treine meus funcionários para que eles possam atingir seus objetivos pessoais e profissionais",
        "Ajude meus funcionários a melhorar suas habilidades de comunicação",
        "Ajude meus funcionários a melhorar suas habilidades de liderança",
        "Ajude meus funcionários a desenvolver habilidades de trabalho em equipe",
        "Ajude meus funcionários a desenvolver habilidades de gerenciamento de tempo",
        "Ajude meus funcionários a desenvolver habilidades de resolução de problemas",
        "Ajude meus funcionários a desenvolver habilidades de pensamento crítico",
        "Ajude meus funcionários a desenvolver habilidades de tomada de decisão",
        "Ajude meus funcionários a desenvolver habilidades de aprendizagem",
        "Ajude meus funcionários a desenvolver habilidades de negociação",
        "Ajude meus funcionários a desenvolver habilidades de apresentação",
        "Ajude meus funcionários a desenvolver habilidades de escrita",
        "Ajude meus funcionários a desenvolver habilidades de pensamento estratégico",
        "Ajude meus funcionários a desenvolver habilidades de gerenciamento de conflitos",
        "Ajude meus funcionários a desenvolver habilidades de trabalho em ambientes de alta pressão"
    ],
    [
        "Qual é a sintaxe para declarar uma variável em R?",
        "Como posso converter um vetor para uma matriz em R?",
        "Como posso gerar um gráfico de dispersão em R?",
        "Como posso criar um vetor em R?",
        "Como posso adicionar elementos a um vetor em R?",
        "O que é R Programming?",
        "Como posso criar um gráfico de dispersão?",
        "Como posso criar um gráfico de barras?",
        "Como posso criar um gráfico de linha?",
        "Qual é a função lm ()?",
        "Como posso calcular a média de um conjunto de dados?",
        "Como posso calcular a variância de um conjunto de dados?",
        "Como posso aplicar a regressão linear?",
        "Como posso calcular o coeficiente de determinação?",
        "Como posso criar um histograma?",
        "Como posso criar um boxplot?",
        "Como posso criar um gráfico de pizza?",
        "Qual é a função summary ()?",
        "Como posso criar um gráfico de dispersão tridimensional?",
        "Como posso criar um gráfico de caixa?",
        "Encontre o valor de x na seguinte equação: x + 4 = 6",
        "Qual o resultado da soma de 6 + 5?",
        "Como calcular a média de 5 números?",
        "Como calcular a variância de um conjunto de dados?",
        "Como criar um gráfico de dispersão com R?",
        "Como criar uma função no R?",
        "Como usar a função apply() no R?",
        "Qual a diferença entre a função lapply() e a função sapply()?",
        "Como usar o pacote ggplot2 para criar gráficos no R?",
        "Como realizar uma regressão linear no R?",
        "Como criar um vetor no R?",
        "Como acessar os elementos de um vetor no R?",
        "Como calcular o desvio padrão em R?",
        "Como usar o comando for loop no R?",
        "Como usar a função if else no R?"
    ],
    [
        "Como posso postar no StackOverflow?",
        "Quero saber como postar no StackOverflow",
        "Como faço para postar no StackOverflow?",
        "Como posso criar um post no StackOverflow?",
        "Quero criar um post no StackOverflow, como devo proceder?",
        "Preciso de ajuda com meu código",
        "O que estou fazendo de errado?",
        "Minha função não está funcionando",
        "Não consigo encontrar o erro",
        "Preciso de ajuda com um problema de programação",
        "Como resolver isso?",
        "Não consigo encontrar a solução",
        "Estou me sentido preso",
        "Minha função não está retornando o resultado esperado",
        "Estou tendo dificuldades com meu código",
        "O que eu estou fazendo de errado?",
        "Preciso de ajuda para entender o código",
        "Como eu posso corrigir esse erro?",
        "Estou tendo problemas para executar meu código",
        "Não consigo achar a solução para esse problema",
        "Como criar uma lista de cadeias de caracteres em Python?",
        "Como usar o método de pesquisa binária em JavaScript?",
        "Como posso obter o nome do arquivo de um caminho em C#?",
        "Como faço para converter um número inteiro para uma cadeia de caracteres em Java?",
        "Como posso usar expressões regulares para validar um endereço de e-mail?",
        "Como faço para ler dados de um arquivo CSV em Python?",
        "Como faço para ler e escrever arquivos em C++?",
        "Como posso contar o número de caracteres em uma cadeia de caracteres em JavaScript?",
        "Como posso converter um número inteiro para um número de ponto flutuante em C#?",
        "Como faço para criar um dicionário com chave-valor em Python?",
        "Como faço para ler e escrever arquivos em Java?",
        "Como posso usar expressões regulares para validar um número de telefone?",
        "Como faço para converter um número de ponto flutuante em um número inteiro em C++?",
        "Como posso contar o número de palavras em uma cadeia de caracteres em JavaScript?",
        "Como faço para converter um número inteiro para uma cadeia de caracteres em C#?"
    ],
    [
        "Traduza o emoji 😊",
        "Qual é o significado do emoji 😊",
        "Traduza o emoji 😃",
        "Qual é o significado do emoji 😃",
        "Traduza o emoji 😉",
        "Qual o emoji para 'feliz'?",
        "Como eu digo 'eu te amo' em emojis?",
        "Qual o emoji para 'muito obrigado'?",
        "Como eu digo 'eu te odeio' em emojis?",
        "Qual o emoji para 'desculpe'?",
        "Como eu digo 'eu te amo muito' em emojis?",
        "Qual o emoji para 'sinto muito'?",
        "Como eu digo 'eu te odeio muito' em emojis?",
        "Qual o emoji para 'eu te amo'?",
        "Como eu digo 'eu te amo com todo meu coração' em emojis?",
        "Qual o emoji para 'perdão'?",
        "Como eu digo 'eu te amo profundamente' em emojis?",
        "Qual o emoji para 'eu te amo de verdade'?",
        "Como eu digo 'eu te amo para sempre' em emojis?",
        "Qual o emoji para 'eu te amo muito'?",
        "Como eu digo 'eu te amo com toda minha alma' em emojis?",
        "Enviar um emoji de flor para meu namorado",
        "Traduzir o emoji de coração para o português",
        "Qual o significado do emoji de sorriso",
        "Traduzir o emoji de lágrimas para o inglês",
        "O que significa o emoji de sol",
        "Qual o significado do emoji de balão",
        "Traduzir o emoji de estrela para o francês",
        "Qual o significado do emoji de cara triste",
        "Traduzir o emoji de cara sorridente para o espanhol",
        "O que significa o emoji de cara de surpresa",
        "Qual o significado do emoji de olho",
        "Traduzir o emoji de cara com língua para o alemão",
        "O que significa o emoji de coração partido",
        "Qual o significado do emoji de mão",
        "Traduzir o emoji de cara com óculos para o italiano"
    ],
    [
        "O que é o PHP?",
        "Como faço para instalar o PHP?",
        "O que é o código fonte do PHP?",
        "Qual é a sintaxe do PHP?",
        "Como posso usar o PHP para criar um website?",
        "Oi, eu preciso de ajuda com o PHP",
        "Como posso usar a função substr()?",
        "Qual é a sintaxe correta para declarar uma variável?",
        "Como posso usar a estrutura de loop for?",
        "Como posso criar um array em PHP?",
        "Como posso enviar um formulário com PHP?",
        "Como posso usar o método POST em PHP?",
        "Como posso usar o método GET em PHP?",
        "Como posso usar o comando echo no PHP?",
        "Como posso usar a função strlen()?",
        "Como posso usar a função trim()?",
        "Como posso usar a função date()?",
        "Como posso usar a função array_merge()?",
        "Como posso usar a função array_shift()?",
        "Como posso usar a função array_pop()?",
        "Executar um script PHP",
        "Criar uma variável em PHP",
        "Acessar um banco de dados MySQL com PHP",
        "Criar um loop em PHP",
        "Debugar um código PHP",
        "Enviar um e-mail com PHP",
        "Criar uma sessão em PHP",
        "Integrar um sistema de pagamento com PHP",
        "Encriptar dados com PHP",
        "Criar um formulário em PHP",
        "Criar um upload de arquivos com PHP",
        "Criar um arquivo PDF com PHP",
        "Utilizar cookies com PHP",
        "Criar uma API com PHP",
        "Usar a função date() em PHP"
    ],
    [
        "Quais são as suas habilidades como desenvolvedor frontend sênior?",
        "Você tem experiência como desenvolvedor frontend sênior?",
        "Qual é o seu nível de conhecimento como desenvolvedor frontend sênior?",
        "Você possui certificação como desenvolvedor frontend sênior?",
        "Você tem experiência como líder de equipe de desenvolvedores frontend sênior?",
        "Oi, sou um Desenvolvedor Frontend Sênior. Como posso ajudar?",
        "Qual a sua experiência como Desenvolvedor Frontend Sênior?",
        "Quais são as suas competências em Desenvolvimento Frontend?",
        "Você tem experiência em trabalhar com React ou Angular?",
        "Você tem alguma experiência em programação mobile?",
        "Quais são as suas habilidades em HTML, CSS e JavaScript?",
        "Você tem experiência em trabalhar com APIs?",
        "Quais são as suas habilidades em design responsivo?",
        "Você tem experiência em trabalhar com frameworks como Bootstrap ou Foundation?",
        "Você tem experiência em trabalhar com bancos de dados?",
        "Você tem experiência em trabalhar com ferramentas de automação de testes?",
        "Você tem alguma experiência em programação de aplicativos?",
        "Você tem alguma experiência em trabalhar com CMS (Content Management System)?",
        "Quais são as suas habilidades em SEO (Search Engine Optimization)?",
        "Você tem experiência em trabalhar com ferramentas de análise de dados?",
        "Criar interfaces responsivas para sites web",
        "Desenvolver aplicações web usando HTML, CSS e JavaScript",
        "Testar e depurar códigos frontend",
        "Integrar APIs e serviços web",
        "Otimizar a performance de aplicações web",
        "Criar aplicações web reativas",
        "Implementar soluções de design responsivo",
        "Criar conteúdo dinâmico usando JavaScript",
        "Integrar bibliotecas e frameworks JavaScript",
        "Criar aplicações web usando frameworks JavaScript",
        "Implementar otimizações de SEO",
        "Criar protótipos de aplicações web",
        "Criar aplicações web escaláveis",
        "Manter e melhorar aplicações web já existentes",
        "Integrar aplicações web com bancos de dados"
    ],
    [
        "Como usar o Solr?",
        "Como posso configurar o Solr?",
        "Quais são as vantagens do Solr?",
        "Quais são os recursos do Solr?",
        "Qual é a diferença entre o Solr e o Elasticsearch?",
        "Como posso usar o Solr?",
        "Como faço para indexar meus dados no Solr?",
        "Como posso configurar o Solr?",
        "Qual a melhor maneira de usar o Solr?",
        "Como posso acessar os dados indexados no Solr?",
        "Como posso gerenciar minhas consultas no Solr?",
        "Como faço para fazer uma busca no Solr?",
        "Como posso usar a pesquisa avançada no Solr?",
        "Como o Solr trata os resultados da consulta?",
        "Como posso melhorar os resultados da minha busca no Solr?",
        "Como posso personalizar os resultados da minha busca no Solr?",
        "Como faço para criar um novo índice no Solr?",
        "Como faço para indexar meus dados em tempo real no Solr?",
        "Como faço para gerenciar os dados indexados no Solr?",
        "Como posso usar o Solr para criar novos recursos?",
        "Pesquise por 'restaurantes japoneses'",
        "Encontre 'lojas de roupas'",
        "Busque 'bares em São Paulo'",
        "Localize 'praias em Florianópolis'",
        "Encontre 'bibliotecas na cidade de São Paulo'",
        "Pesquise 'cinemas em Curitiba'",
        "Busque 'hotéis em Porto Alegre'",
        "Localize 'teatros em Belo Horizonte'",
        "Encontre 'parques em Brasília'",
        "Pesquise 'livrarias em Goiânia'",
        "Busque 'museus em Manaus'",
        "Localize 'galerias de arte em Recife'",
        "Encontre 'restaurantes em Salvador'",
        "Pesquise 'lojas de móveis em Belém'",
        "Busque 'bares em Fortaleza'"
    ],
    [
        "Crie um novo idioma",
        "Como criar um novo idioma?",
        "Quero criar um novo idioma",
        "Me ajude a criar um novo idioma",
        "Quero aprender a criar um novo idioma",
        "Oi, quero criar um novo idioma",
        "Como faço para criar um novo idioma?",
        "Quais são as etapas para criar um novo idioma?",
        "Como posso inventar novas palavras?",
        "Como posso criar novas regras gramaticais?",
        "Como posso criar uma nova ortografia?",
        "Quais são os melhores recursos para criar um novo idioma?",
        "Como posso criar um novo sistema de escrita?",
        "Como posso desenvolver um novo vocabulário?",
        "Como posso criar um novo sistema de pronúncia?",
        "Como posso criar um novo sistema de sintaxe?",
        "Como posso criar um novo sistema de conjugação?",
        "Como posso garantir que meu novo idioma seja único?",
        "Quais são as melhores ferramentas para criar um novo idioma?",
        "Como posso compartilhar meu novo idioma com outras pessoas?",
        "Criar um novo idioma para a comunidade científica",
        "Desenvolver um novo idioma para os fãs de uma banda",
        "Criar um novo idioma para os usuários de um aplicativo",
        "Criar um idioma para o jogo de RPG",
        "Criar um idioma para a empresa de tecnologia",
        "Criar um novo idioma para a comunidade de jogadores",
        "Criar um novo idioma para a comunidade de desenvolvedores",
        "Criar um novo idioma para a comunidade de artistas",
        "Criar um novo idioma para a comunidade de músicos",
        "Criar um novo idioma para a comunidade de escritores",
        "Criar um novo idioma para a comunidade de criadores de conteúdo",
        "Criar um novo idioma para a comunidade de jogos",
        "Criar um novo idioma para a comunidade de usuários de redes sociais",
        "Criar um novo idioma para a comunidade de usuários de aplicativos",
        "Criar um novo idioma para a comunidade de usuários de jogos"
    ],
    [
        "O que é a Concha Mágica do Bob Esponja?",
        "Me conte sobre a Concha Mágica do Bob Esponja",
        "Fale-me sobre a Concha Mágica do Bob Esponja",
        "O que posso saber sobre a Concha Mágica do Bob Esponja?",
        "Qual é a história da Concha Mágica do Bob Esponja?",
        "Oi Bob Esponja!",
        "Qual é o seu melhor truque?",
        "Como você faz aqueles truques mágicos?",
        "Você pode me ensinar alguns truques mágicos?",
        "Você é um mágico?",
        "Você sabe alguma magia?",
        "Você tem algum truque especial?",
        "Você pode me ajudar com algo?",
        "Como você faz aquelas coisas mágicas?",
        "Você pode me mostrar alguns truques mágicos?",
        "Você tem alguma magia especial?",
        "Você pode me ensinar algum truque mágico?",
        "Você conhece alguma magia?",
        "Você sabe algum feitiço?",
        "Você tem algum truque mágico?",
        "O que é o amor?",
        "Qual é a resposta para a vida, o universo e tudo mais?",
        "Quem sou eu?",
        "O que é o sentido da vida?",
        "Como posso ser feliz?",
        "O que devo fazer para ser mais produtivo?",
        "Como posso melhorar meus relacionamentos?",
        "Como posso me tornar mais saudável?",
        "Qual é a melhor maneira de lidar com a ansiedade?",
        "Como posso controlar meu estresse?",
        "O que devo fazer para alcançar meus objetivos?",
        "Como posso melhorar minha autoestima?",
        "Como posso me tornar mais criativo?",
        "Qual é o melhor caminho para o sucesso?",
        "Como posso me tornar uma pessoa melhor?"
    ]
]