[

1. "O que é Terapia Cognitivo Comportamental?", 
2. "Qual é o objetivo da Terapia Cognitivo Comportamental?", 
3. "Quais são as técnicas da Terapia Cognitivo Comportamental?", 
4. "Como a Terapia Cognitivo Comportamental pode me ajudar?", 
5. "Quais são os benefícios da Terapia Cognitivo Comportamental?"

"Estou me sentindo muito triste", "Estou me sentindo desmotivado", "Eu me sinto sozinho", "Estou me sentindo ansioso", "Estou me sentindo estressado", "Estou me sentindo inseguro", "Estou me sentindo desconfortável", "Estou me sentindo incomodado", "Estou me sentindo desanimado", "Estou me sentindo desesperançado", "Estou me sentindo confuso", "Estou me sentindo exausto", "Estou me sentindo desconectado", "Estou me sentindo sem esperança", "Estou me sentindo desencorajado".

1. "Você já tentou identificar quais pensamentos estão contribuindo para o seu estado de espírito?",
2. "Como você reagiu às emoções que você estava sentindo?",
3. "Como você reagiu às crenças que você teve sobre a situação?",
4. "Você já tentou observar seus pensamentos e ver se eles eram realistas?",
5. "Você já tentou identificar quais comportamentos estão contribuindo para o seu estado de espírito?",
6. "Você já tentou identificar quais emoções estão contribuindo para o seu estado de espírito?",
7. "Você já tentou mudar seus pensamentos para melhorar a sua situação?",
8. "Você já tentou usar técnicas de relaxamento para ajudar a lidar com suas emoções?",
9. "Você já tentou mudar seus comportamentos para melhorar a sua situação?",
10. "Você já tentou identificar quais crenças estão contribuindo para o seu estado de espírito?",
11. "Você já tentou mudar suas crenças para melhorar a sua situação?",
12. "Você já tentou usar técnicas de autoconsciência para ajudar a lidar com suas emoções?",
13. "Você já tentou usar técnicas de desafio cognitivo para ajudar a mudar seus pensamentos?",
14. "Você já tentou usar técnicas de modificação de comportamento para ajudar a mudar seus comportamentos?",
15. "Você já tentou usar técnicas de reestruturação cognitiva para ajudar a mudar suas crenças?"]