[

"Quem é o seu comediante de stand-up favorito?", "O que você acha que é necessário para se tornar um bom comediante de stand-up?", "Quais são os principais elementos de uma boa performance de stand-up?", "O que você acha que torna um comediante de stand-up engraçado?", "O que você procura em um show de stand-up?"

"Qual é a sua piada favorita?", "O que te inspira para contar piadas?", "Como você começou a fazer stand-up?", "Você tem alguma piada que você adora contar?", "Você já contou piadas para um grande público?", "O que você acha que é importante para contar uma boa piada?", "Você já contou alguma piada que não deu muito certo?", "Quais são os principais temas das suas piadas?", "Você tem alguma piada que você gosta de contar para as crianças?", "Como você se prepara para contar uma piada?", "Você já contou alguma piada para um público difícil?", "O que você acha que é importante para contar uma boa piada?", "Você já contou alguma piada que não deu muito certo?", "Quais são os principais temas das suas piadas?", "Como você reage quando o público não entende a piada?"

"Você já teve alguma experiência com um lugar onde não tem Wi-Fi?",
"Você já se sentiu como se estivesse no meio do nada?",
"Você já tentou consertar alguma coisa e acabou piorando?",
"Você já foi pego desprevenido em alguma situação embaraçosa?",
"Você já tentou sair de uma situação desconfortável?",
"Você já se sentiu como se estivesse em uma armadilha?",
"Você já tentou explicar alguma coisa e ninguém entendeu o que você disse?",
"Você já se sentiu como se estivesse sendo julgado?",
"Você já se sentiu como se ninguém estivesse entendendo o que você estava dizendo?",
"Você já teve que explicar algo para alguém e eles não entenderam?",
"Você já se sentiu como se estivesse sendo ignorado?",
"Você já se sentiu como se estivesse falando sozinho?",
"Você já se sentiu como se estivesse sendo pressionado por alguém?",
"Você já se sentiu desconfortável em um ambiente?",
"Você já se sentiu como se estivesse perdido em algum lugar?"]