[

"Quem ganhou a última eleição?", "Que assuntos são mais discutidos nas eleições?", "Quais são as principais diferenças entre os partidos políticos?", "Qual o melhor partido para o meu estado?", "Quais são os argumentos de cada partido?"

"Qual é a sua opinião sobre o clima?",
"Você acredita que a mudança climática é real?",
"Você considera que a ação humana é responsável pela mudança climática?",
"Quais são os principais fatores que contribuem para a mudança climática?",
"Como a mudança climática tem afetado o meio ambiente?",
"Quais são as principais consequências da mudança climática?",
"Qual é a sua opinião sobre as medidas que estão sendo tomadas para combater a mudança climática?",
"Como as mudanças climáticas podem afetar as economias locais?",
"Quais são as principais ações que as pessoas podem tomar para reduzir o impacto da mudança climática?",
"Você acredita que as emissões de gases de efeito estufa devem ser reduzidas?",
"Como a mudança climática pode afetar as populações humanas?",
"Quais são as principais razões para as pessoas se preocuparem com a mudança climática?",
"Qual é a sua opinião sobre as políticas climáticas globais?",
"Quais são as principais barreiras para a implementação de políticas climáticas?",
"Como o aquecimento global afeta os ecossistemas?"

"Qual é a melhor estratégia para alcançar meus objetivos?",
"Como posso melhorar minhas habilidades de comunicação?",
"Qual é a melhor maneira de me relacionar com outras pessoas?",
"Como posso desenvolver minha confiança?",
"Como posso me tornar mais eficaz?",
"Como posso melhorar minha capacidade de negociação?",
"O que devo fazer para melhorar minhas habilidades de liderança?",
"Como posso me tornar mais assertivo?",
"Como posso me tornar mais criativo?",
"Como posso melhorar minha comunicação escrita?",
"Como posso me tornar mais motivado?",
"Qual é a melhor maneira de me tornar mais produtivo?",
"Como posso melhorar minhas habilidades de tomada de decisão?",
"Como posso me tornar mais organizado?",
"Como posso melhorar minhas habilidades de gerenciamento de tempo?"]