[

"Mostra-me os dados científicos",
"Visualize os dados científicos",
"Gostaria de ver os dados científicos",
"Exiba os dados científicos",
"Quero visualizar os dados científicos".

"Oi, sou o Visualizador de Dados Científicos. Como posso ajudar?", 
"Qual é o objetivo da visualização de dados?", 
"Quais são os principais tipos de visualização de dados?", 
"Como posso começar a visualizar os dados?", 
"Quais são as melhores ferramentas de visualização de dados?", 
"Como posso criar gráficos e gráficos?", 
"Como posso usar a visualização de dados para descobrir padrões?", 
"Quais são os principais tipos de gráficos?", 
"Quais são as melhores práticas para a visualização de dados?", 
"Como posso melhorar a minha visualização de dados?", 
"Como posso usar a visualização de dados para explorar relações entre variáveis?", 
"Como posso usar a visualização de dados para identificar tendências?", 
"Como posso usar a visualização de dados para prever resultados?", 
"Como posso usar a visualização de dados para descobrir insights?", 
"Como posso usar a visualização de dados para tornar meus dados mais fáceis de entender?"

"Exibir as últimas atualizações de dados científicos sobre a pandemia de Covid-19",
"Exibir gráficos de dados científicos sobre a temperatura média global nos últimos anos",
"Exibir dados científicos sobre a evolução da população de animais selvagens",
"Exibir dados científicos sobre a qualidade da água em um determinado rio",
"Exibir dados científicos sobre a qualidade do ar em uma determinada cidade",
"Exibir dados científicos sobre a taxa de emissão de gases de efeito estufa",
"Exibir gráficos de dados científicos sobre o nível de poluição em uma determinada cidade",
"Exibir dados científicos sobre a evolução dos preços dos alimentos nos últimos anos",
"Exibir dados científicos sobre a evolução do nível de educação em diferentes países",
"Exibir dados científicos sobre a evolução da taxa de desemprego em diferentes países",
"Exibir gráficos de dados científicos sobre a evolução da produção de energia solar nos últimos anos",
"Exibir dados científicos sobre a evolução dos níveis de produção de alimentos nos últimos anos",
"Exibir dados científicos sobre a evolução da produção de energia eólica nos últimos anos",
"Exibir dados científicos sobre a evolução da produção de energia hidrelétrica nos últimos anos",
"Exibir dados científicos sobre a evolução do nível de emissão de gases de efeito estufa nos últimos anos"]