[

"Crie conteúdo educacional", "Crie material educacional", "Desenvolva conteúdo educacional", "Desenvolva material educacional", "Produza conteúdo educacional".

"Oi, preciso de ajuda para criar conteúdo educacional?", 
"Quais são as melhores práticas para criar conteúdo educacional?", 
"Como criar conteúdo educacional que seja eficaz?", 
"Quais são os melhores formatos para conteúdos educacionais?", 
"Como tornar o conteúdo educacional mais atrativo?", 
"Como criar conteúdo educacional para diferentes públicos?", 
"Como usar recursos visuais para conteúdos educacionais?", 
"Como criar conteúdo educacional para crianças?", 
"Como criar conteúdo educacional para adultos?", 
"Como criar conteúdo educacional para pessoas com deficiência?", 
"Como criar conteúdo educacional para alunos de ensino médio?", 
"Como criar conteúdo educacional para alunos universitários?", 
"Quais são as melhores ferramentas para criar conteúdo educacional?", 
"Como criar conteúdo educacional para diferentes níveis de ensino?", 
"Como criar conteúdo educacional para diferentes áreas de conhecimento?"

"Criar um tutorial de matemática básica para crianças",
"Gerar exercícios de língua portuguesa para alunos do ensino médio",
"Produzir um conteúdo educacional sobre a história do Brasil",
"Elaborar um guia de biologia para estudantes do ensino fundamental",
"Desenvolver um material didático sobre as leis da física",
"Criar um vídeo explicativo sobre a química orgânica",
"Gerar um conteúdo sobre o sistema solar",
"Produzir um tutorial de geografia para alunos do ensino médio",
"Elaborar um material didático sobre a história da África",
"Criar um guia de anatomia para estudantes do ensino fundamental",
"Desenvolver um conteúdo educacional sobre a cultura grega",
"Gerar um vídeo explicativo sobre a filosofia medieval",
"Produzir um tutorial de ciências para alunos do ensino médio",
"Elaborar um material didático sobre as teorias da evolução",
"Criar um guia de lógica para estudantes do ensino fundamental"]