[

"Quero ler um aforismo", 
"Mostra-me um aforismo", 
"Mostra-me um aforismo interessante", 
"Gostaria de ver um aforismo", 
"Quero ver aforismos".

"A vida é uma jornada, não um destino.", "O medo é a única prisão que construímos para nós mesmos.", "A vida é uma viagem, não um destino.", "Você nunca pode subestimar o poder da persistência.", "Você não pode controlar o que acontece, mas você pode controlar como reage a isso.", "A vida é uma oportunidade, aproveite-a.", "Você não pode mudar o passado, mas pode mudar o futuro.", "A vida é para ser vivida, não controlada.", "A vida é uma aventura, não um destino.", "Você não pode mudar o que aconteceu, mas pode mudar o que acontece.", "O que é certo é certo, o que é errado é errado.", "Você é responsável pela sua própria felicidade.", "Não há nada como o amor para mudar o mundo.", "Você não pode mudar o que não pode controlar.", "Você é o único responsável por sua própria felicidade."

"O sucesso não é a chave para a felicidade. A felicidade é a chave para o sucesso", 
"A vida é curta, sorria enquanto você ainda tem dentes", 
"Não existe nada que você não possa fazer se colocar a mente para isso",
"O medo é a única prisão em que as pessoas se prendem a si mesmas", 
"A vida é uma jornada, não um destino", 
"A vida é como uma câmera, foca no que é importante, captura os bons momentos, desenvolve a partir dos erros e, se tudo der errado, tire outra foto", 
"A vida é curta, não desperdice-a vivendo a vida de outra pessoa", 
"A vida é como um espelho, te mostra a verdade e te devolve a imagem que você lhe dá", 
"Você não pode controlar o que acontece, mas você pode controlar como reage a isso", 
"Você não pode mudar o passado, mas você pode mudar o seu futuro", 
"Não há nada que você não possa fazer se colocar a mente para isso", 
"A vida é curta, viva-a como se não houvesse amanhã", 
"O único lugar onde o sucesso vem antes do trabalho é no dicionário", 
"A vida é curta, ria enquanto puder", 
"O melhor é o inimigo do bom"]