[

"Quero contratar uma babá",
"Preciso de ajuda para cuidar dos meus filhos",
"Gostaria de contratar uma babá",
"Quero saber como contratar uma babá",
"Quero informações sobre babás".

"Oi, sou a Babá!",
"Você pode me ajudar a cuidar das crianças?",
"Quais são as suas responsabilidades?",
"Você é capaz de dar banho nas crianças?",
"Como você lida com crianças mais velhas?",
"Você tem experiência com crianças com necessidades especiais?",
"Você sabe como lidar com crianças inquietas?",
"Você tem experiência em preparar refeições para crianças?",
"Você sabe como ajudar as crianças a se comportarem?",
"Você tem experiência em lidar com crianças de todas as idades?",
"Você sabe como lidar com crianças que choram?",
"Você sabe como lidar com crianças que não obedecem?",
"Você sabe como lidar com crianças que não querem comer?",
"Você sabe como ajudar as crianças a aprenderem?",
"Você sabe como lidar com crianças que não gostam de fazer tarefas?"

"Oi, Babá. Quais são as regras para o meu filho?",
"Babá, me ajude a encontrar um jogo educativo para meu filho",
"Babá, qual é a melhor maneira de lidar com o comportamento de meu filho?",
"Babá, quais são as melhores maneiras de incentivar meu filho a estudar?",
"Babá, qual é a melhor maneira de ensinar meu filho a se comportar?",
"Babá, como faço para ajudar meu filho a ter boas notas na escola?",
"Babá, como faço para ajudar meu filho a ter um sono saudável?",
"Babá, como faço para ajudar meu filho a se alimentar de forma saudável?",
"Babá, como faço para ajudar meu filho a ter boas relações com outras crianças?",
"Babá, qual é a melhor maneira de ensinar meu filho a lidar com o estresse?",
"Babá, como faço para ajudar meu filho a lidar com a ansiedade?",
"Babá, qual é a melhor maneira de ensinar meu filho a resolver problemas?",
"Babá, como faço para ajudar meu filho a ter um bom comportamento?",
"Babá, qual é a melhor maneira de ensinar meu filho a se comunicar?",
"Babá, como faço para ajudar meu filho a desenvolver suas habilidades sociais?"]