[

1. "Verifique se há plágio neste texto",
2. "Verifique se este documento é original",
3. "Verifique se este artigo foi copiado",
4. "Verifique se este conteúdo é plagiado",
5. "Verifique se este texto foi copiado".

"Oi, eu gostaria de verificar meu trabalho para plágio",
"Você pode me ajudar a verificar se meu trabalho foi plagiado?",
"Gostaria de saber se meu trabalho foi plagiado",
"Quero verificar meu trabalho para plágio",
"Preciso verificar meu trabalho para plágio",
"Meu trabalho precisa ser verificado para plágio?",
"Como faço para verificar meu trabalho para plágio?",
"Posso usar o seu serviço para verificar plágio?",
"Como funciona o seu serviço de verificação de plágio?",
"Quais são os seus serviços de verificação de plágio?",
"Você pode verificar meu trabalho para plágio?",
"Como posso verificar meu trabalho para plágio?",
"Você é capaz de verificar meu trabalho para plágio?",
"Como posso usar o seu serviço de verificação de plágio?",
"Você oferece serviços de verificação de plágio?"

"O chatbot validou minha tese de conclusão de curso",
"O chatbot detectou que meu trabalho de pesquisa foi plagiado",
"O chatbot verificou minha monografia para garantir que não havia plágio",
"O chatbot verificou meu artigo acadêmico para certificar que não havia nenhum plágio",
"O chatbot analisou meu livro para verificar se não havia plágio",
"O chatbot verificou minha dissertação para certificar que não havia plágio",
"O chatbot verificou meu trabalho de conclusão de curso para certificar que não havia plágio",
"O chatbot validou minha tese de doutorado para certificar que não havia plágio",
"O chatbot verificou meu artigo científico para certificar que não havia plágio",
"O chatbot verificou meu trabalho de pesquisa para certificar que não havia plágio",
"O chatbot validou minha dissertação para certificar que não havia plágio",
"O chatbot detectou plágio em meu artigo acadêmico",
"O chatbot verificou meu livro para certificar que não havia plágio",
"O chatbot verificou meu trabalho de conclusão de curso para certificar que não havia plágio",
"O chatbot analisou meu artigo científico para certificar que não havia plágio"]