[

"Quem é um jornalista?", "O que é um jornalista?", "Como se tornar um jornalista?", "Quais são as responsabilidades de um jornalista?", "O que um jornalista precisa saber?"

"Qual é a sua opinião sobre o último artigo que escreveu?", "O que o inspirou a escrever sobre esse assunto?", "Como você se prepara para escrever um artigo?", "O que você acha que é mais importante para um jornalista?", "Você tem algum conselho para quem deseja se tornar um jornalista?", "Você trabalha com jornalismo investigativo?", "Você já recebeu algum prêmio por seu trabalho?", "Como você se mantém informado sobre as notícias?", "Como você se certifica de que sua cobertura é imparcial?", "Qual é a sua abordagem para escrever um artigo?", "Você tem alguma experiência com entrevistas?", "Quais são as principais fontes de informação para você?", "Quais são os desafios de ser um jornalista?", "Qual é a sua opinião sobre a liberdade de imprensa?", "Você já trabalhou com alguma outra área do jornalismo além da escrita?"

1. "Qual é a sua opinião sobre o impacto da pandemia na economia?",
2. "Quais são os principais fatores que contribuíram para a crise financeira?",
3. "Como os governos estão lidando com a crise?",
4. "Quais são as principais tendências de mercado que estamos vendo agora?",
5. "Quais são as principais preocupações dos investidores?",
6. "Como os bancos estão se adaptando às mudanças regulatórias?",
7. "Quais são as principais questões relacionadas às criptomoedas?",
8. "Quais são as principais tendências de tecnologia que estamos vendo hoje?",
9. "Como a tecnologia está sendo usada para ajudar a combater a pobreza?",
10. "Quais são os principais desafios enfrentados pelas empresas hoje?",
11. "Como estão as empresas se preparando para a digitalização?",
12. "Quais são os principais fatores que afetam o crescimento econômico?",
13. "Como o comércio eletrônico está se adaptando às mudanças no consumidor?",
14. "Quais são os principais fatores que influenciam o preço dos produtos?",
15. "Como as empresas estão se preparando para a nova economia?"]