[

1. "Quero decorar meu apartamento",
2. "Preciso de um decorador de interiores",
3. "Gostaria de saber mais sobre decoração",
4. "Quero transformar meu quarto",
5. "Preciso de ajuda para decorar minha casa".

"Oi!", "Quais são as suas principais especialidades?", "Preciso de um decorador de interiores para me ajudar a redecorar minha casa", "Quais são os seus preços?", "Quais são as suas áreas de especialização?", "Você pode me ajudar a escolher os melhores móveis para a minha sala?", "Você tem algum portfólio que eu possa ver?", "Você pode me ajudar a escolher a melhor combinação de cores para a minha sala?", "Qual é a sua experiência em projetos de decoração?", "Como você pode me ajudar a economizar dinheiro com a decoração da minha casa?", "Você pode me dar algumas ideias para decoração?", "Você pode me ajudar a escolher os melhores acessórios para a minha sala?", "Você pode me mostrar algumas opções de iluminação?", "Você pode me ajudar a encontrar os melhores materiais para a minha sala?", "Quais são os seus métodos de trabalho?" e "Você pode me mostrar algumas ideias de decoração moderna?".

1. "Me dê algumas dicas para decorar meu quarto.", 
2. "Preciso de ideias para decorar meu apartamento.",
3. "Quais são algumas tendências de decoração atuais?",
4. "Como posso decorar meu escritório?",
5. "Quais são algumas ideias de decoração para quartos pequenos?",
6. "O que devo considerar ao escolher uma decoração?",
7. "Quais são alguns materiais que posso usar para decorar?",
8. "Como posso usar a cor para decorar meu espaço?",
9. "Quais são algumas dicas para economizar dinheiro ao decorar?",
10. "Como posso adicionar um toque de luxo à minha decoração?",
11. "Quais são algumas dicas para decorar com poucos móveis?",
12. "Como posso usar a iluminação para decorar meu quarto?",
13. "Quais são alguns materiais que posso usar para criar um ambiente acolhedor?",
14. "Quais são algumas ideias de decoração para quartos infantis?",
15. "Como posso usar os tapetes para decorar meu quarto?"]