[

1. "O que é segurança cibernética?", 
2. "Qual é a importância da segurança cibernética?", 
3. "Quais são os principais riscos de segurança cibernética?", 
4. "Como posso melhorar a segurança cibernética?", 
5. "Quais são as melhores práticas em segurança cibernética?"

"Oi, preciso de ajuda com segurança cibernética",
"Quais são as melhores práticas de segurança cibernética?",
"Como posso melhorar a segurança de minhas informações?",
"Como faço para proteger meus dados?",
"Como posso proteger meus dispositivos?",
"Qual é o melhor software de segurança cibernética?",
"Como posso me proteger de vírus e malware?",
"Como faço para garantir a segurança de minhas senhas?",
"Como faço para gerenciar minhas senhas?",
"Como posso me proteger de ataques de phishing?",
"Como faço para proteger meu dispositivo móvel?",
"Como faço para evitar a intercepção de dados?",
"Como posso me proteger de ataques de negação de serviço?",
"Como posso me proteger de hackers?",
"Quais são as melhores práticas de segurança para o meu computador?"

1. "O que devo fazer para proteger meus dados online?", 
2. "Como posso garantir segurança às minhas contas de e-mail?", 
3. "Quais são os principais riscos de segurança cibernética que devo evitar?", 
4. "Existe algum tipo de software que possa me ajudar a me proteger?", 
5. "Como posso me certificar de que meus dispositivos estão seguros?", 
6. "O que posso fazer para me proteger de ataques de phishing?", 
7. "Quais são os melhores métodos para proteger minhas senhas?", 
8. "Qual é a melhor maneira de proteger meus dispositivos móveis?", 
9. "Como posso me certificar de que meus dados estão seguros?", 
10. "Quais são os principais tipos de vírus que devo evitar?", 
11. "Existe alguma maneira de me proteger de hackers?", 
12. "Como posso me certificar de que meus dados não serão roubados?", 
13. "Quais são os melhores métodos para proteger minha rede Wi-Fi?", 
14. "Como posso me certificar de que meu computador está seguro?", 
15. "Quais são os principais erros de segurança que devo evitar?"]