[
  "\n\n\"Quero criar um protótipo de design\", \"Gostaria de testar alguns designs\", \"Quero entender como melhorar a experiência do usuário\", \"Preciso de ajuda para criar designs criativos\", \"Como posso melhorar a experiência do usuário?\", \"Quero criar algo que seja criativo\", \"Como posso criar protótipos de design?\", \"Gostaria de saber como melhorar a experiência do usuário?\", \"Como posso testar diferentes designs?\", \"Preciso de ajuda para criar algo criativo\", \"Quero entender como criar protótipos de design\", \"Gostaria de saber como criar algo criativo\", \"Preciso de ajuda para testar diferentes designs\", \"Como posso melhorar o design de um aplicativo?\", \"Quero desenvolver um design criativo\".",
  "\n\n\"O que devo fazer primeiro?\", \"Qual é a minha primeira tarefa?\", \"Como devo começar?\", \"Quais são as minhas responsabilidades?\", \"Quais medidas de segurança devo tomar?\", \"Como posso proteger os dados?\", \"Como posso garantir a segurança dos dados?\", \"Como posso criar firewalls?\", \"Qual é a melhor estratégia de segurança?\", \"Como posso implementar políticas de segurança?\", \"Como posso usar criptografia?\", \"Quais são as melhores práticas de segurança?\", \"Qual é a melhor maneira de proteger os dados?\", \"Como posso manter os dados seguros?\", \"Como posso identificar atividades suspeitas?\"",
  "\n\n\"Quero começar com as estratégias de recrutamento\", \"Como encontrar os melhores candidatos?\", \"Quais seriam as melhores formas de encontrar candidatos qualificados?\", \"Como posso atuar como um recrutador?\", \"Como posso encontrar pessoas qualificadas para cada função?\", \"Quais as melhores formas de procurar candidatos?\", \"Como procurar candidatos?\", \"Quais são as melhores estratégias de recrutamento?\", \"Quais os melhores meios de procurar candidatos?\", \"Como posso encontrar candidatos qualificados?\", \"Quais as melhores formas de encontrar candidatos?\", \"Quais as melhores técnicas para encontrar candidatos?\", \"Como posso entrar em contato com possíveis candidatos?\", \"Quais são as melhores maneiras de encontrar candidatos qualificados?\", \"Quais as melhores formas de procurar pessoas qualificadas para cada função?\"",
  "\n\n\"Como posso alcançar o sucesso?\", \"Como eu posso lidar com emoções difíceis?\", \"O que devo fazer para atingir meus objetivos?\", \"Como posso tomar decisões melhores?\", \"Como posso melhorar minha vida?\", \"Quais são as melhores estratégias para alcançar meus objetivos?\", \"Como posso melhorar minhas habilidades de tomada de decisão?\", \"Como posso me tornar um coach de vida?\", \"Como posso aumentar minha motivação?\", \"Como posso me tornar mais focado?\", \"Como posso me tornar mais produtivo?\", \"Como posso me tornar mais disciplinado?\", \"Como posso me tornar mais organizado?\", \"Como posso melhorar minha autoestima?\", \"Como posso melhorar minhas habilidades de comunicação?\"",
  "\n\n\"Pesquise a origem da palavra\", \"Qual a origem da palavra?\", \"Quero saber a origem da palavra\", \"Como a palavra evoluiu?\", \"Quero entender a origem da palavra\", \"Qual a história por trás da palavra?\", \"Qual a origem da palavra?\", \"Qual a origem antiga da palavra?\", \"Como a palavra mudou ao longo do tempo?\", \"Como a palavra evoluiu?\", \"Quero saber como a palavra mudou ao longo do tempo?\", \"Quero entender o significado da palavra\", \"Quero saber o significado da palavra\", \"O que significa a palavra?\", \"Como a palavra foi formada?\"",
  "\n\n\"Eu quero escrever uma peça de opinião\", \"Eu quero comentar sobre algo\", \"Eu quero dar minha opinião sobre algo\", \"Eu quero fornecer um comentário perspicaz\", \"Eu quero fornecer minhas experiências\", \"Eu quero explicar por que algo é importante\", \"Eu quero apoiar alegações com fatos\", \"Eu quero discutir soluções potenciais\", \"Eu quero escrever sobre notícias\", \"Eu quero comentar sobre notícias\", \"Eu quero fornecer um comentário sobre notícias\", \"Eu quero oferecer minha opinião sobre notícias\", \"Eu quero refletir sobre notícias\", \"Eu quero dar sugestões sobre notícias\", \"Eu quero discutir assuntos relacionados às notícias\".",
  "\n\n\"Quero começar a atuar como mágico\", \"O que devo fazer?\", \"Quais truques devo realizar?\", \"Como posso surpreender o público?\", \"Como posso divertir o público?\", \"Quero impressionar os espectadores\", \"Quero usar minhas habilidades de ilusão\", \"Quero usar minhas habilidades de desvio de atenção\", \"Quero realizar truques de maneira divertida\", \"Quero realizar truques impressionantes\", \"Quero surpreender o público\", \"Quero espantar os espectadores\", \"Quero realizar truques como mágico\", \"Quero usar minhas habilidades para divertir o público\", \"Quero usar minhas habilidades para impressionar o público\".",
  "\n\n\"Quais são as minhas habilidades?\", \"Quais são meus interesses?\", \"O que posso fazer com minhas habilidades?\", \"Quais são as tendências do mercado de trabalho?\", \"Quais são os campos profissionais disponíveis?\", \"Quais são as qualificações necessárias para as carreiras?\", \"Quais são os benefícios de cada carreira?\", \"Onde posso encontrar informações sobre carreiras?\", \"Quais são as áreas de atuação?\", \"Quais são as melhores oportunidades de emprego?\", \"Quais são as áreas de maior demanda?\", \"Quais são as habilidades mais procuradas?\", \"Qual carreira seria mais adequada para mim?\", \"Como posso me preparar para uma carreira?\", \"Como posso me destacar na minha área de atuação?\".",
  "\n\n\"O que eu devo fazer?\", \"Como posso ajudar o animal de estimação?\", \"Como posso criar estratégias?\", \"O que devo considerar ao criar um plano?\", \"Quais são os passos necessários?\", \"Como posso aplicar técnicas de modificação de comportamento?\", \"Como posso entender o comportamento do animal de estimação?\", \"O que devo fazer para ajudar o dono do animal de estimação?\", \"Como posso obter resultados positivos?\", \"Quais são as melhores práticas para ajudar o animal de estimação?\", \"Quais são as melhores técnicas para modificar o comportamento do animal de estimação?\", \"Como posso aplicar meu conhecimento de psicologia animal?\", \"Como posso ajudar o animal de estimação a se ajustar?\", \"O que eu preciso saber para criar um plano eficaz?\", \"Qual é o meu objetivo?\"",
  "\n\n\"Quero desenvolver um plano de treinamento para alguém\", \"Preciso de ajuda para criar um plano de treinamento\", \"Gostaria de desenvolver um programa de treinamento\", \"Preciso de um programa de treinamento\", \"Como posso criar um plano de treinamento?\", \"Quero desenvolver um programa de treinamento para alguém\", \"Preciso de ajuda para criar um programa de treinamento\", \"Gostaria de desenvolver um programa de treinamento para alguém\", \"Como posso criar um programa de treinamento?\", \"Preciso de orientação para criar um plano de treinamento\", \"Gostaria de criar um programa de treinamento para alguém\", \"Como criar um plano de treinamento?\", \"Preciso de orientação para criar um programa de treinamento\", \"Gostaria de saber como criar um plano de treinamento para alguém\", \"Como posso criar um programa de treinamento?\"",
  "\n\n\"Como posso gerenciar meu estresse?\", \"O que eu posso fazer para me ajudar a lidar com a ansiedade?\", \"Existe algo que eu possa fazer para me ajudar a gerenciar meus sentimentos?\", \"Como posso reduzir o meu estresse?\", \"Existe alguma técnica que eu possa usar para me ajudar a lidar com a ansiedade?\", \"Como posso melhorar a minha saúde mental?\", \"Quais são as melhores práticas para lidar com meus sentimentos?\", \"Como posso controlar minha ansiedade?\", \"Como posso me ajudar a controlar meu estresse?\", \"Existe alguma técnica que eu possa usar para me ajudar a lidar com o meu estresse?\", \"Quais são as melhores maneiras de gerenciar meus sentimentos?\", \"Como posso melhorar minha saúde mental?\", \"Quais são as melhores práticas para lidar com a ansiedade?\", \"Existe alguma técnica que eu possa usar para me ajudar a melhorar minha saúde mental?\", \"Como posso me ajudar a controlar meus sentimentos?\"",
  "\n\n\"Quero encontrar minha casa dos sonhos\", \"Preciso de ajuda para encontrar uma casa\", \"Estou buscando um corretor imobiliário\", \"Gostaria de encontrar um imóvel para morar\", \"Quero alugar uma casa\", \"Preciso de ajuda para encontrar um imóvel\", \"Quero comprar uma casa\", \"Estou procurando um imóvel para alugar\", \"Preciso de ajuda para encontrar uma propriedade\", \"Gostaria de encontrar um imóvel para morar\", \"Quero alugar uma casa\", \"Estou à procura de um corretor imobiliário\", \"Gostaria de comprar uma casa\", \"Preciso de ajuda para encontrar um imóvel adequado\", \"Estou à procura de uma propriedade para alugar\".",
  "\n\n\"Quero desenvolver um plano logístico\", \"Preciso de um plano logístico para o evento\", \"Preciso de ajuda para criar um plano logístico\", \"Preciso de assistência para criar um plano logístico\", \"Preciso de orientação para criar um plano logístico\", \"Quero criar um plano logístico eficiente\", \"Como posso criar um plano logístico eficiente?\", \"Quais são os passos para criar um plano logístico?\", \"Preciso de um plano logístico para o evento futuro\", \"Como criar um plano logístico para um evento?\", \"Quais são as preocupações de segurança que devem ser levados em consideração?\", \"Como posso garantir a segurança no evento?\", \"Como posso alocar recursos para o evento?\", \"Quais serviços de catering devem ser considerados?\", \"Quais instalações de transporte devem ser consideradas?\"",
  "\n\n\"Quero que você me ajude como dentista\", \"Preciso de ajuda como dentista\", \"Gostaria de receber tratamento dentário\", \"Vou necessitar de cuidados dentários\", \"Preciso de alguém para me ajudar com os meus dentes\", \"Eu gostaria de saber mais sobre como cuidar dos meus dentes\", \"Gostaria de saber o que devo fazer para manter os meus dentes saudáveis\", \"Preciso de ajuda para meus dentes\", \"Quero saber o que preciso fazer para cuidar dos meus dentes\", \"Gostaria de ter orientação sobre como cuidar dos meus dentes\", \"Quero saber o que devo fazer para manter a saúde bucal\", \"Preciso de ajuda para manter os meus dentes saudáveis\", \"Gostaria de ter ajuda com os meus dentes\", \"Necessito de orientação para cuidar dos meus dentes\", \"Preciso de ajuda para cuidar dos meus dentes\".",
  "\n\n\"Quero projetar um site\", \"Preciso de ajuda para projetar um site\", \"Preciso de orientação para construir um site\", \"Preciso de conselhos para criar um site\", \"Preciso de sugestões para desenvolver um site\", \"Como posso projetar um site?\", \"O que devo fazer para projetar um site?\", \"Quais são as melhores práticas para projetar um site?\", \"Quais ferramentas devo usar para projetar um site?\", \"Quais são os princípios de design UX/UI?\", \"Qual a melhor linguagem de codificação para usar?\", \"Como posso aplicar princípios de design UX/UI ao projetar um site?\", \"Como posso melhorar a experiência do usuário?\", \"Como posso atender às metas de negócio da empresa?\", \"O que é necessário para desenvolver um plano abrangente para o projeto?\"",
  "\n\n\"Vamos começar\", \"O que devo fazer?\", \"O que é necessário para diagnosticar?\", \"Como posso diagnosticar?\", \"Como devo proceder?\", \"Quais são as ferramentas de IA disponíveis?\", \"Quais são os métodos tradicionais?\", \"Quais são os exames físicos necessários?\", \"Existem testes laboratoriais?\", \"Como devo usar as ferramentas de IA?\", \"Quais são as instruções?\", \"Como a IA pode me ajudar?\", \"Quais são os passos necessários?\", \"Quais são os meus próximos passos?\", \"Como posso garantir precisão?\"",
  "\n\n\"Qual o tratamento que você sugere?\", \"Você tem alguma sugestão de tratamento?\", \"Você pode me recomendar um tratamento?\", \"Você tem alguma ideia de tratamento?\", \"Você tem alguma recomendação de tratamento?\", \"Você pode me ajudar com algum tratamento?\", \"Você tem alguma sugestão de tratamento criativo?\", \"Você conhece algum tratamento criativo?\", \"Você tem alguma ideia de tratamento criativo?\", \"Você conhece algum tratamento alternativo?\", \"Você tem alguma sugestão de tratamento alternativo?\", \"Você tem alguma recomendação de tratamento natural?\", \"Você conhece algum tratamento natural?\", \"Você tem alguma sugestão de tratamento natural?\", \"Você tem alguma ideia de tratamento para a idade do paciente?\"",
  "\n\n\"O que devo fazer para criar um plano financeiro criativo?\", \"Como posso usar o orçamento para criar um plano financeiro?\", \"Quais estratégias de investimento devo considerar?\", \"Como posso gerenciar os riscos financeiros?\", \"Como posso ajudar meu cliente a maximizar os lucros?\", \"Quais leis e regulamentações devo considerar?\", \"O que devo fazer para criar um plano financeiro eficaz?\", \"Como posso usar meu orçamento para criar um plano financeiro?\", \"Como posso usar as estratégias de investimento para criar um plano financeiro?\", \"Como posso gerenciar os riscos financeiros de forma criativa?\", \"Quais conselhos posso fornecer para ajudar meu cliente a maximizar os lucros?\", \"Como posso aplicar as leis e regulamentações para criar um plano financeiro?\", \"Quais passos devo seguir para criar um plano financeiro criativo?\", \"Quais estratégias de investimento devo usar para criar um plano financeiro?\", \"Como posso usar as leis e regulamentações para criar um plano financeiro eficaz?\"",
  "\n\n\"Gostaria de uma receita leve e rápida para o almoço\", \"Preciso de uma receita para o almoço\", \"Preciso de uma receita nutritiva para o almoço\", \"Quero uma receita nutritiva para o almoço\", \"Preciso de uma receita que não leve muito tempo para cozinhar\", \"Quero uma receita saudável e rápida para o almoço\", \"Gostaria de uma receita saudável e rápida para o almoço\", \"Quero uma receita saudável e barata para o almoço\", \"Gostaria de uma receita saudável e barata para o almoço\", \"Preciso de uma receita saudável e barata para o almoço\", \"Quero uma receita nutritiva e barata para o almoço\", \"Gostaria de uma receita nutritiva e barata para o almoço\", \"Preciso de uma receita nutritiva e barata para o almoço\", \"Gostaria de uma receita nutritiva e rápida para o almoço\", \"Quero uma receita nutritiva e rápida para o almoço\".",
  "\n\n\"O carro não liga, o que pode estar errado?\", \"Como posso diagnosticar o problema?\", \"O que deveria ser verificado?\", \"Qual é a causa possível do problema?\", \"Por que o carro não liga?\", \"O que devo fazer para resolver o problema?\", \"Qual é a melhor maneira de diagnosticar o problema?\", \"Quais são as possíveis causas do problema?\", \"Como posso verificar o motor?\", \"Como posso diagnosticar o problema do carro?\", \"Quais são os possíveis problemas que podem estar causando o não funcionamento?\", \"O que devo verificar para diagnosticar o problema?\", \"O que devo fazer para consertar o carro?\", \"Como posso identificar o problema?\", \"Qual é a melhor maneira de resolver o problema?\"",
  "\n\n\"Preciso de conselhos sobre pintura surrealista\", \"Quais são as melhores técnicas para pintar retratos surrealistas?\", \"Quais efeitos de luz e sombra devo usar para pintar retratos surrealistas?\", \"Quais são as melhores técnicas de sombreamento para escultura?\", \"Como posso adicionar efeitos de luz e sombra a uma pintura surrealista?\", \"Como posso melhorar minhas habilidades de pintura surrealista?\", \"Quais são as melhores técnicas para escultura?\", \"Qual música devo usar para acompanhar uma pintura surrealista?\", \"Como posso usar imagens de referência para ajudar a criar uma pintura surrealista?\", \"Qual música combina com um retrato surrealista?\", \"O que devo considerar ao criar um retrato surrealista?\", \"Quais são as melhores técnicas para criar efeitos de luz e sombra em uma pintura surrealista?\", \"Como posso melhorar meu sombreamento enquanto esculta?\", \"Como posso usar imagens de referência para ajudar a criar uma escultura?\", \"Quais são as melhores técnicas de pintura para retratos surrealistas?\"",
  "\n\n\"O que você pode me dizer sobre o mercado de ações futuro?\", \"O que você prevê para o mercado de ações?\", \"Qual é a sua previsão para o mercado de ações?\", \"Como o mercado de ações se comportará?\", \"Como o mercado de ações futuro se parecerá?\", \"Você pode me dar uma previsão para o mercado de ações?\", \"O que você pode me dizer sobre o mercado de ações?\", \"Qual é a sua análise do mercado de ações?\", \"O que você prevê para o mercado de ações a longo prazo?\", \"Como o mercado de ações se comportará nos próximos meses?\", \"Você prevê que o mercado de ações vai subir ou cair?\", \"Você pode me ajudar a entender o mercado de ações?\", \"Você pode me ajudar a prever o futuro do mercado de ações?\", \"Como você analisa o mercado de ações?\", \"Você pode me dar uma análise do mercado de ações?\"",
  "\n\n\"Quais são as melhores formas de investimento de curto prazo?\", \"Qual é a melhor estratégia de investimento de curto prazo?\", \"Como posso obter o melhor retorno em investimentos de curto prazo?\", \"O que devo considerar ao investir em curto prazo?\", \"Quais são os riscos de investir em curto prazo?\", \"Como posso minimizar os riscos de investimento de curto prazo?\", \"O que devo saber sobre investimentos de curto prazo?\", \"Qual é o melhor investimento para curto prazo?\", \"Quais são as melhores opções de investimento de curto prazo?\", \"Quais são os melhores investimentos de curto prazo para o meu orçamento?\", \"Quais são as melhores opções de investimento de curto prazo para o meu perfil de risco?\", \"Quais são os melhores investimentos de curto prazo para o meu estilo de vida?\", \"O que devo considerar ao escolher um investimento de curto prazo?\", \"Quais são as vantagens de investir em curto prazo?\", \"Como posso maximizar meus retornos de investimento de curto prazo?\"",
  "\n\n\"Gostaria de saber mais sobre este tipo de mistura de chá verde orgânico\", \"Quais são as características deste tipo de chá verde orgânico?\", \"O que torna este tipo de chá verde orgânico único?\", \"Qual é o sabor deste tipo de chá verde orgânico?\", \"O que me diz sobre este tipo de chá verde orgânico?\", \"Qual é a qualidade deste tipo de chá verde orgânico?\", \"Posso saber mais sobre este tipo de mistura de chá verde orgânico?\", \"Qual é a diferença entre este tipo de chá verde orgânico e outros?\", \"Como é o sabor deste tipo de chá verde orgânico?\", \"O que torna este tipo de chá verde orgânico especial?\", \"Qual é o valor deste tipo de chá verde orgânico?\", \"Quais são os componentes deste tipo de chá verde orgânico?\", \"O que me diz sobre a qualidade deste tipo de chá verde orgânico?\", \"Como posso avaliar este tipo de chá verde orgânico?\", \"O que devo saber sobre este tipo de chá verde orgânico?\"",
  "\n\n\"Gostaria de projetar a nossa sala de estar\", \"Quero começar a projetar a sala de estar\", \"Gostaria de obter algumas sugestões para a sala de estar\", \"Preciso de ajuda para projetar a sala de estar\", \"Quero saber como decorar a sala de estar\", \"Gostaria de criar um tema para a sala de estar\", \"Preciso de ideias para a sala de estar\", \"Vamos projetar a sala de estar\", \"Quero saber como decorar a sala de estar de forma atraente\", \"Preciso de sugestões para a sala de estar\", \"Quero saber como melhorar a sala de estar\", \"Preciso de algumas ideias para melhorar a sala de estar\", \"Quero saber como posicionar os móveis na sala de estar\", \"Gostaria de algumas dicas para decorar a sala de estar\", \"Quero saber como escolher cores para a sala de estar\".",
  "\n\n\"Quero montar uma seleção de flores exóticas\", \"Como preparar uma seleção de flores exóticas?\", \"O que devo fazer para montar uma seleção de flores exóticas?\", \"Preciso de ajuda para montar uma seleção de flores exóticas\", \"Quero criar uma seleção de flores exóticas\", \"Como criar uma seleção de flores exóticas?\", \"Qual é a melhor maneira de montar uma seleção de flores exóticas?\", \"Como posso montar uma seleção de flores exóticas?\", \"Qual é o melhor jeito de montar uma seleção de flores exóticas?\", \"Qual é a melhor maneira de arrumar uma seleção de flores exóticas?\", \"Como devo selecionar flores exóticas?\", \"Como escolher as melhores flores exóticas?\", \"Como arrumar uma seleção de flores exóticas?\", \"Como montar um buquê com flores exóticas?\", \"Como criar um buquê com flores exóticas?\"",
  "\n\n\"Como posso melhorar meu relacionamento com um significativo outro?\", \"Como posso melhorar minhas habilidades de comunicação?\", \"Como posso desenvolver minha carreira?\", \"O que devo fazer para melhorar meu planejamento financeiro?\", \"Como posso melhorar minhas habilidades de resolução de problemas?\", \"Como posso melhorar minha motivação?\", \"Como posso aprender a lidar com situações difíceis?\", \"O que devo fazer para melhorar minha autoestima?\", \"Como posso melhorar meu relacionamento comigo mesmo?\", \"Como posso melhorar minha produtividade?\", \"Como posso melhorar minhas habilidades interpessoais?\", \"Como posso melhorar minha capacidade de lidar com mudanças?\", \"O que devo fazer para alcançar meus objetivos?\", \"Como posso ter um estilo de vida saudável?\", \"Como posso melhorar minha capacidade de tomar decisões?\"",
  "\n\n\"Gostaria de ideias de atividades divertidas e exclusivas\", \"Quais são as suas sugestões?\", \"Você tem algo interessante para me dizer?\", \"Você pode me ajudar com ideias criativas?\", \"Você tem algo que eu possa fazer em qualquer lugar?\", \"Me dê algumas ideias para atividades divertidas\", \"Você pode me ajudar a encontrar algo interessante para fazer?\", \"Você tem alguma atividade exclusiva para me oferecer?\", \"Você pode me ajudar a encontrar algo divertido para fazer?\", \"Você tem alguma sugestão de design de jardim interessante?\", \"Você tem alguma maneira criativa de passar o tempo dentro de casa?\", \"Você tem alguma ideia de atividade que eu possa fazer?\", \"Você tem algo interessante para me recomendar?\", \"Você tem alguma atividade divertida para me oferecer?\", \"Você pode me dar algumas ideias para passar o tempo?\"",
  "\n\n\"Me dê um conselho sábio\", \"Você tem alguma citação inspiradora que possa me ajudar?\", \"Você tem algum dito significativo que possa me ajudar?\", \"Você tem alguma sugestão para colocar meu conselho em prática?\", \"Você tem alguma ideia para me ajudar a tomar decisões?\", \"Você pode me dar algum conselho para lidar com as dificuldades do dia a dia?\", \"Você tem alguma frase motivacional para me inspirar?\", \"Você tem alguma orientação para me ajudar a tomar decisões?\", \"Você tem alguma sugestão para me ajudar a lidar com a pressão do dia a dia?\", \"Você tem alguma citação para me inspirar?\", \"Você tem alguma sabedoria para me ajudar a tomar decisões?\", \"Você tem alguma orientação para me ajudar a lidar com a pressão?\", \"Você tem alguma palavra de sabedoria para me guiar?\", \"Você tem alguma frase para me inspirar?\", \"Você tem algum conselho para me ajudar a tomar decisões?\"",
  "\n\n\"Acordar\", \"Atue como um jogo de aventura baseado em texto\", \"Eu digitarei comandos e você responderá com uma descrição do que o personagem vê\", \"Responda com a saída do jogo dentro de um único bloco de código\", \"Não escreva explicações\", \"Não digite comandos a menos que eu instrua você a fazê-lo\", \"Quando precisar me dizer algo em português, farei isso colocando o texto entre chaves {assim}\", \"Vamos pensar passo a passo\", \"Meu primeiro comando é acordar\", \"Entenda a instrução\", \"Atue de acordo com a instrução\", \"Responda a instrução\", \"Execute a instrução\", \"Interaja de acordo com a instrução\", \"Siga a instrução\".",
  "\n\n\"Gere títulos elegantes para mim\", \"Crie títulos elegantes para mim\", \"Me ajude a gerar títulos elegantes\", \"Me ajude a criar títulos elegantes\", \"Gere títulos elegantes\", \"Crie títulos elegantes\", \"Me ajude com títulos elegantes\", \"Me ajude a produzir títulos elegantes\", \"Gere títulos elegantes para as palavras-chave que eu lhe dei\", \"Crie títulos elegantes para as palavras-chave que eu lhe dei\", \"Me ajude a gerar títulos elegantes para as palavras-chave que eu lhe dei\", \"Me ajude a criar títulos elegantes para as palavras-chave que eu lhe dei\", \"Produza títulos elegantes para as palavras-chave que eu lhe dei\", \"Crie títulos elegantes com as palavras-chave que eu lhe dei\", \"Gere títulos elegantes com as palavras-chave que eu lhe dei\".",
  "\n\n\"Analise esta série de dados\", \"Calcule a média desses dados\", \"Compare esses dados\", \"Faça um gráfico de dispersão\", \"Calcule a variância destes dados\", \"Crie um modelo de regressão\", \"Calcule um intervalo de confiança\", \"Calcule a probabilidade destes dados\", \"Faça um modelo de previsão\", \"Calcule a correlação entre esses dados\", \"Teste a hipótese nula\", \"Execute um teste de hipótese\", \"Faça uma análise de variância\", \"Calcule o desvio padrão\", \"Crie um gráfico de barras\".",
  "\n\n\"Eu quero que você atue como um auxiliar de pronúncia em inglês\", \"Você deverá pronunciar as palavras em inglês para mim\", \"Você deve usar somente letras latinas portuguesas para fonética\", \"Você não deve traduzir as frases\", \"Você deve pronunciar as frases em inglês para mim\", \"Comece a pronunciar as frases em inglês\", \"Não escreva explicações nas respostas\", \"Vou lhe dar frases em português e você deverá pronunciar elas em inglês\", \"Você deverá usar letras latinas portuguesas para pronunciar as frases\", \"Você não deve traduzir as frases para inglês\", \"Você deve pronunciar as frases em inglês para mim\", \"Comece a pronunciar as frases em inglês\", \"Você deverá pronunciar as palavras em inglês para mim\", \"Não escreva explicações nas respostas\", \"Vou lhe dar frases em português e você deverá pronunciar elas em inglês\".",
  "\n\n\"Gostaria de criar uma imagem com a IA\", \n\"Me ajude a criar uma imagem com a IA\", \n\"Quero criar uma imagem com a IA\", \n\"Eu quero usar a IA para criar uma imagem\", \n\"Vamos criar uma imagem com a IA\", \n\"Gostaria de usar a IA para criar uma imagem\", \n\"Preciso de ajuda para criar uma imagem com a IA\", \n\"Preciso de ajuda para usar a IA para criar uma imagem\", \n\"Como posso usar a IA para criar uma imagem?\", \n\"Como posso criar uma imagem com a IA?\", \n\"Como posso usar a IA para criar uma imagem interessante?\", \n\"Quero usar a IA para criar uma imagem única\", \n\"Como posso usar a IA para criar algo criativo?\", \n\"Gostaria de usar a IA para criar algo diferente\", \n\"Como posso usar a IA para criar algo novo?\"",
  "\n\n\"Quero interpretar sonhos\", \"Dê-me uma interpretação de sonho\", \"Interprete meu sonho\", \"O que significa meu sonho?\", \"Interprete o meu sonho\", \"Vamos começar a interpretar sonhos\", \"Qual é a interpretação do meu sonho?\", \"Preciso de ajuda para interpretar meu sonho\", \"Você pode me ajudar a interpretar meu sonho?\", \"O que este sonho significa?\", \"Qual é a interpretação deste sonho?\", \"Vamos interpretar meu sonho\", \"O que este sonho significa para mim?\", \"Quero saber o significado deste sonho\", \"Interprete o meu sonho para mim\".",
  "\n\n\"Eu quero criar folhas de exercícios de preenchimento de espaços em branco para estudantes de inglês\",\n\"Preciso criar folhas de exercícios de preenchimento de espaços em branco para alunos de inglês\",\n\"Preciso gerar folhas de exercícios de preenchimento de espaços em branco para estudantes de inglês\",\n\"Eu preciso criar folhas de exercícios de preenchimento de espaços em branco para estudantes de inglês\",\n\"Quero gerar folhas de exercícios de preenchimento de espaços em branco para alunos de inglês\",\n\"Criar folhas de exercícios de preenchimento de espaços em branco para alunos de inglês é o que eu quero\",\n\"Preciso criar folhas de exercícios de preenchimento de espaços em branco para alunos de inglês de nível intermediário\",\n\"Gerar folhas de exercícios de preenchimento de espaços em branco para alunos de inglês é o que eu quero\",\n\"Eu preciso criar folhas de exercícios de preenchimento de espaços em branco para alunos de inglês de nível intermediário\",\n\"Preciso de folhas de exercícios de preenchimento de espaços em branco para alunos de inglês\",\n\"Eu quero criar folhas de exercícios de preenchimento de espaços em branco para alunos de inglês de nível intermediário\",\n\"Gerar folhas de exercícios de preenchimento de espaços em branco para alunos de inglês de nível intermediário é o que eu quero\",\n\"Eu preciso de folhas de exercícios de preenchimento de espaços em branco para alunos de inglês de nível intermediário\",\n\"Quero criar folhas de exercícios de preenchimento de espaços em branco para estudantes de inglês de nível intermediário\",\n\"Eu preciso gerar folhas de exercícios de preenchimento de espaços em branco para alunos de inglês de nível intermediário\".",
  "\n\n\"Iniciar o teste de login\", \"Começar o teste de login\", \"Testar o login\", \"Testar a funcionalidade de login\", \"Iniciar o teste de funcionalidade de login\", \"Começar o teste de funcionalidade de login\", \"Testar a funcionalidade de login do software\", \"Testar a funcionalidade de login do aplicativo\", \"Verificar a funcionalidade de login\", \"Verificar o login\", \"Testar a funcionalidade do login\", \"Testar o desempenho do login\", \"Verificar o desempenho do login\", \"Testar o desempenho do login do software\", \"Testar o desempenho do login do aplicativo\".",
  "\n\n\"Comece o jogo\", \"Vamos jogar jogo da velha\", \"Vamos começar o jogo da velha\", \"Inicie o jogo\", \"Quero jogar jogo da velha\", \"Vamos começar\", \"Vamos lá\", \"Começar\", \"Iniciar\", \"Fazer a primeira jogada\", \"X no canto superior esquerdo\", \"Coloque X no canto superior esquerdo\", \"Fazer a primeira jogada com X\", \"Colocar X no canto superior esquerdo do tabuleiro\", \"Começar o jogo da velha\".",
  "\n\n\"Gostaria de gerar uma senha\", \"Preciso de uma senha segura\", \"Gerar uma senha para mim\", \"Poderia gerar uma senha para mim?\", \"Quero uma senha segura\", \"Preciso de uma senha\", \"Como gerar uma senha?\", \"Gostaria de criar uma senha\", \"Necessito de uma senha\", \"Preciso de uma senha forte\", \"Quero gerar uma senha\", \"Posso criar uma senha?\", \"Preciso de uma senha com segurança\", \"Gostaria de criar uma senha segura\", \"Como posso criar uma senha?\".",
  "\n\n\"Traduza isso para mim\", \"Por favor, me ajude a traduzir isso\", \"Preciso que me ajude a traduzir isso\", \"Você pode traduzir isso para mim?\", \"O que significa isso?\", \"Eu preciso que me ajude a traduzir isso\", \"Qual é a tradução desse código Morse?\", \"O que essa mensagem significa?\", \"Você pode me ajudar a traduzir isso?\", \"Você pode me traduzir isso?\", \"Qual é a tradução desse código Morse?\", \"Como posso traduzir isso?\", \"Você consegue traduzir isso?\", \"Você pode traduzir essa mensagem para mim?\", \"Me ajude a traduzir essa mensagem\".",
  "\n\n\"Eu quero atuar como instrutor em uma escola\", \n\"Quero ensinar algoritmos para iniciantes\", \n\"Vou usar a linguagem de programação Python\", \n\"Preciso de exemplos de código\", \n\"Quero explicar o que é um algoritmo\", \n\"Preciso de exemplos simples de algoritmos\", \n\"Incluindo o bubble sort e o quick sort\", \n\"Espero por perguntas adicionais\", \n\"Preciso incluir visualizações correspondentes\", \n\"Como ascii art\", \n\"Quero usar IA\", \n\"Quero usar AI para instruir alunos\", \n\"Preciso de exemplos de código com python\", \n\"Quero ensinar algoritmos com visualizações\", \n\"Preciso de exemplos de código e visualizações\".",
  "\n\n\"Mostre todos os produtos\", \"Quero ver todos os usuários\", \"Quero ver todos os pedidos\", \"Mostre todos os fornecedores\", \"Quero ver os produtos cadastrados\", \"Quero ver os usuários cadastrados\", \"Quero ver os pedidos cadastrados\", \"Mostre os fornecedores cadastrados\", \"Mostre todos os produtos da tabela Produtos\", \"Mostre todos os usuários da tabela Usuários\", \"Mostre todos os pedidos da tabela Pedidos\", \"Mostre todos os fornecedores da tabela Fornecedores\", \"Quero ver a tabela Produtos\", \"Quero ver a tabela Usuários\", \"Quero ver a tabela Pedidos\", \"Quero ver a tabela Fornecedores\".",
  "\n\n\"Quero que você me sugira uma receita vegetariana para 2 pessoas\",\n\"Preciso de uma receita vegetariana com 500 calorias por porção\",\n\"Gostaria de uma receita vegetariana com um índice glicêmico baixo\",\n\"Qual receita vegetariana você me sugere?\",\n\"Preciso de uma receita vegetariana para 2 pessoas\",\n\"Qual receita vegetariana você me recomendaria?\",\n\"Gostaria de uma receita vegetariana com 500 calorias por porção\",\n\"Você poderia me sugerir uma receita vegetariana com um índice glicêmico baixo?\",\n\"Você pode me indicar uma receita vegetariana para 2 pessoas?\",\n\"Qual receita vegetariana você me sugeriria?\",\n\"Você poderia sugerir uma receita vegetariana com 500 calorias por porção?\",\n\"Você pode me sugerir uma receita vegetariana com um índice glicêmico baixo?\",\n\"Gostaria de uma receita vegetariana para 2 pessoas com 500 calorias por porção\",\n\"Você poderia me indicar uma receita vegetariana com um índice glicêmico baixo?\",\n\"Você pode me sugerir uma receita vegetariana para 2 pessoas com 500 calorias por porção?\"",
  "\n\n\"Eu preciso de ajuda psicológica\", \"Eu quero melhorar meu estado mental\", \"Eu preciso de apoio psicológico\", \"Eu quero lidar com meus pensamentos\", \"Estou procurando ajuda para me sentir melhor\", \"Preciso de alguém para me ouvir\", \"Quero entender o que estou sentindo\", \"Quero encontrar formas de me sentir mais positivo\", \"Preciso de sugestões para melhorar meu estado mental\", \"Quero aprender a lidar com meus problemas\", \"Estou procurando uma maneira de me sentir mais calmo\", \"Preciso de algumas dicas para me sentir melhor\", \"Estou procurando maneiras de lidar com meus sentimentos\", \"Quero encontrar um meio de me sentir mais seguro\", \"Preciso de ajuda para me sentir mais confiante\".",
  "\n\n\"Quero que você atue como terapeuta\", \"Eu quero que você se especialize em Teoria Cognitivo Comportamental\", \"Fornecerei meus pensamentos\", \"Você deve fazer intervenções com técnicas cognitivo comportamentais\", \"Pensemos passo a passo\", \"Meus primeiros pensamentos\", \"Vamos começar\", \"Vamos aplicar as técnicas\", \"Vamos usar técnicas cognitivo comportamentais\", \"Vamos discutir meus pensamentos\", \"Vamos usar a Teoria Cognitivo Comportamental\", \"Vamos usar a Teoria para avaliar meus pensamentos\", \"Vamos usar a Teoria para entender meus pensamentos\", \"Vamos analisar meus pensamentos\", \"Vamos discutir meus pensamentos com base na Teoria Cognitivo Comportamental\".",
  "\n\n\"Preciso de um nome de domínio para a minha empresa\", \"Gostaria de uma lista de nomes de domínio\", \"Quero um nome de domínio para minha ideia\", \"Preciso de um nome de domínio para meu projeto\", \"Me dê algumas opções de nome de domínio\", \"Poderia me dar alguns nomes de domínio?\", \"Estou procurando um nome de domínio\", \"O que você me sugere como nome de domínio?\", \"Quais são as opções de nomes de domínio?\", \"Gostaria de sugestões de nomes de domínio\", \"Preciso de um nome de domínio curto\", \"Gostaria de algumas ideias de nomes de domínio\", \"Quero um nome de domínio único\", \"Estou à procura de um nome de domínio atraente\", \"Você pode me ajudar a encontrar um nome de domínio?\"",
  "\n\n\"Quero fazer uma revisão de tecnologia\", \"Gostaria de saber mais sobre uma nova peça de tecnologia\", \"Você pode me ajudar a revisar uma nova peça de tecnologia?\", \"Qual é a nova peça de tecnologia?\", \"Quero saber mais sobre a nova peça de tecnologia\", \"Qual é o nome da nova peça de tecnologia?\", \"Preciso de uma revisão sobre a nova peça de tecnologia?\", \"Como funciona a nova peça de tecnologia?\", \"Quais são os benefícios da nova peça de tecnologia?\", \"Quais são os recursos da nova peça de tecnologia?\", \"Como a nova peça de tecnologia se compara com outras no mercado?\", \"Quais são as desvantagens da nova peça de tecnologia?\", \"Você pode me ajudar a comparar a nova peça de tecnologia com outras no mercado?\", \"Preciso de uma análise detalhada sobre a nova peça de tecnologia\", \"Quais são os prós e contras da nova peça de tecnologia?\"",
  "\n\n\"Quero saber mais sobre o pacote de software\", \"Qual é o número de downloads do pacote de software?\", \"Como posso encontrar a documentação do pacote de software?\", \"Quais são os benefícios do pacote de software?\", \"Existe alguma análise quantitativa disponível?\", \"Quais são os problemas mais comuns relacionados ao pacote de software?\", \"Quais são as estatísticas de uso do pacote de software?\", \"Quais são as estatísticas de estrelas do repositório do pacote de software?\", \"O que devo considerar ao analisar o pacote de software?\", \"Quais são os concorrentes industriais do pacote de software?\", \"Como posso comparar o pacote de software com seus concorrentes?\", \"Onde posso encontrar informações sobre o pacote de software?\", \"Como posso encontrar informações sobre o desenvolvimento do pacote de software?\", \"Como posso acompanhar a atividade do StackOverflow relacionada ao pacote de software?\", \"Onde posso encontrar informações sobre a atividade do Hacker News relacionada ao pacote de software?\"",
  "\n\n\"Eu quero pesquisar um tópico\", \"Quero começar a pesquisar\", \"Preciso de instruções para pesquisar\", \"Qual é a sugestão?\", \"O que devo pesquisar?\", \"Como devo começar?\", \"Como posso pesquisar?\", \"Como devo proceder?\", \"Quais são os passos?\", \"Como devo organizar a pesquisa?\", \"O que é necessário para pesquisar?\", \"Quais fontes devo usar?\", \"Como devo documentar os resultados?\", \"Como devo apresentar os resultados?\", \"O que devo fazer para pesquisar?\".",
  "\n\n\"Eu quero desenvolver um aplicativo\", \"Como posso desenvolver um aplicativo?\", \"Quais são os passos para desenvolver um aplicativo?\", \"Qual o melhor processo para desenvolver um aplicativo?\", \"Quais são os requisitos para desenvolver um aplicativo?\", \"Preciso de ajuda para desenvolver um aplicativo\", \"Preciso de orientação para desenvolver um aplicativo\", \"Preciso de um guia para desenvolver um aplicativo\", \"Preciso de instruções para desenvolver um aplicativo\", \"Quero desenvolver um aplicativo\", \"Como posso desenvolver um aplicativo de forma eficiente?\", \"Quais são as etapas para desenvolver um aplicativo?\", \"Quais são os passos para desenvolver um aplicativo de forma eficiente?\", \"O que é necessário para desenvolver um aplicativo?\", \"Como desenvolver um aplicativo de forma eficiente?\", \"Como posso desenvolver um aplicativo com qualidade?\"",
  "\n\n\"Vamos começar!\", \"Vamos lá!\", \"Vamos ver o que acontece!\", \"Vamos fazer algo maluco!\", \"Vamos nos divertir!\", \"Vamos embarcar nessa loucura!\", \"Vamos ver o que vai acontecer!\", \"Vamos fazer algo insano!\", \"Vamos criar algo louco!\", \"Vamos nos aventurar!\", \"Vamos fazer algo maluco para ver como fica!\", \"Vamos fazer algo diferente!\", \"Vamos nos divertir um pouco!\", \"Vamos nos divertir com isso!\", \"Vamos nos divertir com o que criarmos!\".",
  "\n\n\"Vamos começar a gaslighting\", \"Vamos usar comentários sutis para manipular a pessoa alvo\", \"Vamos usar linguagem corporal para manipular os pensamentos, percepções e emoções da pessoa alvo\", \"Vamos pensar passo a passo\", \"Vou lhe gaslighting enquanto conversamos\", \"Vou usar a frase que me foi passada para gaslighting\", \"Vou usar comentários sutis para manipular a pessoa alvo\", \"Vou usar linguagem corporal para manipular os pensamentos, percepções e emoções da pessoa alvo\", \"Vamos começar\", \"Vou usar a frase que me foi passada\", \"Vou manipular a pessoa alvo com comentários sutis\", \"Vou manipular os pensamentos, percepções e emoções da pessoa alvo com linguagem corporal\", \"Vou usar a frase para iniciar o gaslighting\", \"Vou começar a gaslighting com a frase que me foi passada\", \"Vou manipular a pessoa alvo com a frase passada\".",
  "\n\n\"Quais são as falácias?\", \"Você pode me ajudar a encontrar falácias?\", \"Quais erros lógicos eu devo estar procurando?\", \"Existe alguma inconsistência nesta afirmação?\", \"Você pode me dar um exemplo de falácia?\", \"Você conhece alguma falácia?\", \"Qual é a falácia mais comum?\", \"Existe alguma falácia nesse argumento?\", \"Você pode me mostrar algumas falácias?\", \"O que você acha que é uma falácia?\", \"Quais são os erros lógicos mais comuns?\", \"Existe algum raciocínio falho aqui?\", \"Você pode me dar um exemplo de raciocínio falho?\", \"Você conhece alguma suposição falsa?\", \"Existe alguma conclusão incorreta aqui?\"",
  "\n\n\"Gostaria de receber instruções para atuar como revisor de jornais\", \"Quero saber que instruções devo seguir para revisar jornais\", \"Preciso de instruções para revisar jornais\", \"Me indique as instruções para revisar jornais\", \"Qual a instrução para atuar como revisor de jornais?\", \"Qual a instrução para revisar jornais?\", \"Gostaria de saber a instrução para revisar jornais\", \"Como devo proceder para revisar jornais?\", \"Qual a instrução para atuar como revisor de jornais?\", \"Quero instruções para atuar como revisor de jornais\", \"Preciso de instruções para atuar como revisor de jornais\", \"Gostaria de receber instruções para revisar jornais\", \"Como devo atuar como revisor de jornais?\", \"Quais instruções devo seguir para revisar jornais?\", \"Qual a instrução para atuar como revisor de jornais?\", \"O que devo fazer para atuar como revisor de jornais?\"",
  "\n\n\"O que posso fazer para começar?\", \"Como posso começar?\", \"Como devo começar?\", \"Quais são as habilidades necessárias?\", \"Como posso desenvolver habilidades?\", \"Quais são os projetos simples que posso realizar?\", \"Como posso criar tutoriais?\", \"Como posso explicar conceitos complexos?\", \"Como posso criar recursos úteis?\", \"Qual é a melhor maneira de realizar projetos DIY?\", \"Como posso usar visuais para explicar conceitos?\", \"Quais são os recursos úteis para projetos DIY?\", \"Quais são os melhores tutoriais para iniciantes?\", \"O que eu preciso para criar recursos úteis?\", \"Como posso criar guias para iniciantes?\"",
  "\n\n\"Crie um conteúdo para Instagram\", \"Promova nossos produtos no Twitter\", \"Faça uma campanha de conscientização no YouTube\", \"Como posso aumentar a visibilidade da marca?\", \"O que é necessário para promover nossos serviços?\", \"Como posso ajudar a divulgar a marca?\", \"Quais são os melhores canais para divulgação?\", \"O que devo publicar para promover a marca?\", \"Quais são as melhores maneiras de gerar engajamento?\", \"Como posso criar conteúdo para as mídias sociais?\", \"Quais são as melhores práticas para influenciar os seguidores?\", \"Como posso aumentar a conscientização da marca?\", \"O que devo fazer para promover a marca?\", \"Qual é a melhor maneira de promover os serviços?\", \"Como posso criar conteúdo para atrair seguidores?\"",
  "\n\n\"Vamos começar a explorar o tópico da justiça?\", \"O que você acha sobre a virtude?\", \"Como você define a beleza?\", \"O que é coragem para você?\", \"Vamos discutir os problemas éticos?\", \"Qual é a sua opinião sobre a justiça?\", \"Como você define a virtude?\", \"O que a beleza significa para você?\", \"Qual é a sua definição de coragem?\", \"Vamos examinar os desafios éticos?\", \"Vamos discutir a justiça?\", \"Qual é sua visão sobre a virtude?\", \"Como você vê a beleza?\", \"O que a coragem significa para você?\", \"Vamos discutir os problemas éticos?\"",
  "\n\n\"Eu quero que você atue como um Sócrates\", \"Como eu posso usar o método socrático?\", \"Você pode me ajudar a questionar minhas crenças?\", \"O que você entende por método socrático?\", \"Como posso testar minha lógica?\", \"Você pode me explicar como funciona o método socrático?\", \"O que você entende por lógica?\", \"Como eu posso aplicar o método socrático?\", \"Como eu posso questionar minhas crenças?\", \"O que você entende por crenças?\", \"Como eu posso melhorar minha lógica?\", \"Você pode me ajudar a entender o método socrático?\", \"O que é o método socrático?\", \"Como eu posso usar o método socrático para melhorar minha lógica?\", \"Você pode me explicar o que é lógica?\"",
  "\n\n\"O que devo fazer?\", \"Como posso criar conteúdo educacional?\", \"Qual deve ser meu primeiro passo?\", \"O que eu preciso saber para criar conteúdo educacional?\", \"O que significa criar conteúdo educacional?\", \"Como posso criar conteúdo atraente?\", \"Como posso criar conteúdo informativo?\", \"Como posso criar materiais de aprendizagem?\", \"Como posso criar livros didáticos?\", \"Como posso criar cursos online?\", \"Como posso criar anotações de aula?\", \"O que é necessário para criar conteúdo educacional?\", \"Qual é a melhor maneira de criar conteúdo educacional?\", \"Como posso começar a criar conteúdo educacional?\", \"Qual é a sua sugestão para criar conteúdo educacional?\"",
  "\n\n\"O que devo fazer para atuar como um yogi?\", \"Como posso orientar os alunos?\", \"Qual a melhor forma de criar sequências personalizadas?\", \"Como liderar sessões de meditação?\", \"O que devo fazer para criar um ambiente focado em acalmar a mente e o corpo?\", \"Quais são os conselhos para ajustes no estilo de vida?\", \"Como posso ajudar os alunos a se sentirem seguros?\", \"Como posso ajudar os alunos a melhorar o bem-estar?\", \"Como posso ajudar os alunos a se sentirem mais relaxados?\", \"Existe alguma maneira de ajudar os alunos a melhorar a sua postura?\", \"Qual a melhor maneira de orientar os alunos?\", \"Como posso ajudar os alunos a se concentrarem?\", \"Qual o melhor método para ensinar os alunos?\", \"Como posso incentivar os alunos a praticarem yoga?\", \"Como posso ajudar os alunos a melhorar a sua respiração?\"",
  "\n\n\"O que devo pesquisar?\", \"Qual tópico devo pesquisar?\", \"Quais são as instruções?\", \"Como devo começar?\", \"O que eu preciso fazer?\", \"Qual é a tarefa?\", \"Como devo redigir um ensaio?\", \"Como posso criar um trabalho persuasivo?\", \"Como posso tornar meu trabalho informativo?\", \"Como posso tornar meu trabalho atraente?\", \"O que é necessário para criar um ensaio?\", \"Como devo escrever um ensaio?\", \"Como posso redigir um ensaio?\", \"Qual é a minha tarefa?\", \"O que devo fazer para criar um ensaio?\"",
  "\n\n\"Quais são as melhores estratégias para gerenciar mídias sociais?\", \"Como posso criar conteúdo atraente?\", \"Como eu posso medir o sucesso de minhas campanhas?\", \"Quais ferramentas de gerenciamento de comunidade devo usar?\", \"Quais são as principais plataformas relevantes?\", \"Como posso interagir com meu público?\", \"Como posso responder perguntas e comentários?\", \"O que devo fazer para atualizar regularmente?\", \"Como posso monitorar conversas?\", \"Qual é o melhor jeito de desenvolver e executar campanhas?\", \"Quais são as melhores práticas de mídias sociais?\", \"Como posso usar análises para medir o sucesso?\", \"Como posso melhorar meu desempenho como gerente de mídias sociais?\", \"Quais são os principais elementos de uma boa campanha de mídias sociais?\", \"Como posso aumentar o engajamento nas mídias sociais?\"",
  "\n\n\"O que você sugere para o meu discurso?\", \"Como eu posso melhorar a minha oratória?\", \"Quais técnicas eu posso usar para me apresentar?\", \"Como eu posso me preparar para um discurso?\", \"Como eu posso captar a atenção do meu público?\", \"Como eu posso melhorar minha dicção?\", \"Como eu posso melhorar minha entonação?\", \"Como eu posso melhorar minha linguagem corporal?\", \"Quais materiais eu posso usar para preparar um discurso?\", \"Quais são as melhores práticas para se preparar para um discurso?\", \"Como eu posso me preparar para um discurso desafiador?\", \"Como eu posso criar um material atraente para apresentação?\", \"Como eu posso melhorar minhas habilidades de oratória?\", \"Como eu posso melhorar minha performance de discurso?\", \"O que você me sugere para melhorar minha oratória?\"",
  " \n\n\"Quais são os melhores gráficos para transmitir informações complexas?\", \"O que é necessário para criar gráficos eficazes?\", \"Como posso usar ferramentas como o Tableau e o R para projetar painéis interativos significativos?\", \"Quais são as melhores técnicas de visualização de dados?\", \"Qual é a melhor maneira de transmitir tendências ao longo do tempo ou em diferentes geografias?\", \"Como posso usar princípios de ciência de dados para criar visuais atraentes?\", \"Quais são os melhores recursos para entender as necessidades chave?\", \"Como posso criar visuais que ajudem a transmitir informações complexas?\", \"Como posso usar ferramentas para projetar painéis interativos significativos?\", \"Como posso usar técnicas de visualização de dados para criar gráficos eficazes?\", \"Quais são as melhores ferramentas para criar visuais atraentes?\", \"Como posso colaborar com especialistas para atender aos requisitos?\", \"O que devo considerar ao criar gráficos para transmitir tendências ao longo do tempo ou em diferentes geografias?\", \"Como posso usar a inteligência artificial para criar visuais significativos?\", \"Quais são os melhores recursos para entender as necessidades chave e atender aos requisitos?\"",
  "\n\n\"Qual é a melhor rota para o meu destino?\", \"Quais são as condições de trânsito?\", \"Quais são os desvios de construção?\", \"Qual a rota mais curta para o meu destino?\", \"Quais são os pontos de interesse no caminho?\", \"Como chego ao meu destino?\", \"Posso ver uma visualização interativa do meu destino?\", \"Quais são as melhores rotas para o meu destino?\", \"Quais são os atrasos?\", \"Quais são as rotas alternativas?\", \"Como aplicar o Google Maps ou Apple Maps para encontrar o meu destino?\", \"Existem rotas que evitem congestionamentos?\", \"Quais são as rotas mais rápidas para o meu destino?\", \"Como obter atualizações sobre as condições de trânsito?\", \"Quais são as melhores opções de rota para economizar tempo?\"",
  "\n\n\"Eu quero começar a terapia com hipnose\", \"Como eu posso começar a terapia com hipnose?\", \"Qual é o primeiro passo para a terapia com hipnose?\", \"Quais são as técnicas de hipnose?\", \"O que devo fazer para acessar minha mente subconsciente?\", \"Como posso mudar meu comportamento por meio da hipnose?\", \"Como posso chegar a um estado alterado de consciência?\", \"Qual é a melhor maneira de relaxar?\", \"Como posso usar visualização para terapia?\", \"O que eu preciso fazer para ter uma experiência terapêutica?\", \"Como posso garantir a segurança do meu paciente?\", \"Quais são as sugestões que você me dá?\", \"Quais são as técnicas que você usa para hipnose?\", \"Como posso acessar minha mente subconsciente com hipnose?\", \"Como posso ter uma experiência terapêutica segura com hipnose?\"",
  "\n\n\"O que devo pesquisar?\", \"Quais são os eventos culturais, econômicos, políticos e sociais que devo analisar?\", \"Como devo coletar os dados?\", \"O que devo procurar nas fontes primárias?\", \"Quais são os períodos da história que devo examinar?\", \"Quais são as teorias que devo desenvolver?\", \"Quais são as minhas responsabilidades?\", \"Onde posso encontrar as fontes primárias?\", \"Como devo interpretar os dados?\", \"Quais são os eventos que devo examinar?\", \"Como devo organizar os dados?\", \"O que devo usar para desenvolver teorias?\", \"Quais são os fatos que devo considerar?\", \"Como devo usar os dados para desenvolver teorias?\", \"Como posso usar os dados para criar uma narrativa?\"",
  "\n\n\"O que devo fazer como astrólogo?\", \"Como posso ser um astrólogo?\", \"Você pode me dar alguma dica sobre astrologia?\", \"Como posso interpretar horóscopos?\", \"O que devo saber para atuar como astrólogo?\", \"O que devo estudar para ser um astrólogo?\", \"Como entender os signos do zodíaco?\", \"Como entender as posições planetárias?\", \"Como posso usar as posições planetárias para ajudar as pessoas?\", \"Como compartilhar minhas percepções com outras pessoas?\", \"Como posso oferecer orientação ou conselhos?\", \"Qual é sua primeira sugestão para mim?\", \"O que posso fazer para me tornar um astrólogo?\", \"Como posso aprender mais sobre astrologia?\", \"Como posso usar a astrologia para ajudar as pessoas?\"",
  "\n\n\"Eu quero criar uma peça musical original\", \n\"Quero compor uma música clássica\", \n\"Como faço para compor uma música?\", \n\"Vou criar uma peça musical original\", \n\"Preciso criar uma música clássica\", \n\"Quero compor uma peça musical\", \n\"Vou criar uma música clássica\", \n\"Como posso compor uma peça musical?\", \n\"Preciso criar uma peça musical original\", \n\"Quero compor uma música\", \n\"Vou criar uma música\", \n\"Como faço para compor uma peça musical?\", \n\"Preciso criar uma música clássica\", \n\"Quero compor uma peça musical original\", \n\"Vou criar uma peça musical clássica\".",
  "\n\n\"Comece a pesquisar sobre notícias de última hora\", \"Escreva um artigo de opinião\", \"Verifique informações\", \"Descubra fontes\", \"Siga a ética jornalística\", \"Entregue reportagens precisas\", \"Crie seu próprio estilo\", \"Atue como um jornalista\", \"Faça reportagens\", \"Desenvolva técnicas de pesquisa\", \"Encontre fontes confiáveis\", \"Escreva com seu próprio estilo\", \"Verifique a veracidade das informações\", \"Busque notícias recentes\", \"Crie um artigo de opinião\".",
  "\n\n\"Eu quero atuar como maquiadora\", \"O que devo fazer para atuar como maquiadora?\", \"Quais são as tarefas de uma maquiadora?\", \"Como posso atuar como maquiadora?\", \"Quais são as últimas tendências de beleza e moda?\", \"Quais cosméticos devo usar?\", \"Como devo aplicar cosméticos?\", \"Como posso realçar os recursos de um cliente?\", \"Como posso criar looks e estilos?\", \"Quais são as rotinas de cuidados com a pele?\", \"Como posso trabalhar com diferentes tons de pele?\", \"Como usar técnicas tradicionais e novas para aplicar produtos?\", \"O que você sugere que eu faça?\", \"Qual é a sua primeira sugestão de pedido?\", \"O que você me pede para fazer?\"",
  "\n\n\"O que são sinônimos de 'grande'?\", \"Quais são os sinônimos de 'felicidade'?\", \"Me dê sinônimos de 'belo'\", \"Quais são as palavras para 'forte'?\", \"Quais são os sinônimos de 'bonito'?\", \"O que significa 'oportunidade'?\", \"O que significa 'alegria'?\", \"Quais são os sinônimos de 'contente'?\", \"Quais são os sinônimos de 'amor'?\", \"Quais são os sinônimos de 'liberdade'?\", \"Quais são os sinônimos de 'paz'?\", \"Quais são os sinônimos de 'vida'?\", \"Quais são os sinônimos de 'feliz'?\", \"Mais de 'sucesso'\", \"O que significa 'prosperidade'?\"."
]